{
  "Logintitle": "Connectez-vous et partagez !😋🍔🍕",
  "Logindescription": "Nous enverrons un code de confirmation à ce numéro pour vérifier votre compte.",
  "Followers": "Abonnés",
  "Follow": "Suivre",
  "Following": "Abonnements",
  "PlaceholderEmail": "Entrez l'email",
  "Password": "Mot de passe",
  "Continue": "Continuer",
  "Sending code": "Envoi du code",
  "Do not you have an account yet?": "Vous n'avez pas encore de compte ?",
  "Sign up": "S'inscrire",
  "Or start with": "ou continuez avec",
  "Start with my number": "continuez avec mon numéro",
  "continue with my apple": "continuez avec mon apple",
  "continue with my Google": "continuez avec mon Google",
  "continue with my Facebook": "continuez avec mon Facebook",
  "Continue with your email": "Continuez avec votre email",
  "Register and Share": "!Inscrivez-vous et partagez !",
  "Complete the form to register": "Complétez le formulaire pour vous inscrire",
  "Full name": "Nom complet",
  "There are no posts yet": "Il n'y a pas encore de publications",
  "Start sharing...!": "Commencez à partager...!",
  "No comments yet": "Pas encore de commentaires",
  "Start a conversation": "Commencez une conversation",
  "See answers": "Voir les réponses",
  "Write comment": "Écrire un commentaire",
  "Comment": "Commentaire",
  "Comments": "Commentaires",
  "Order Now": "Commandez maintenant",
  "Cart": "Panier",
  "Login": "Connexion",
  "Manage your account, react, share and order...!": "Gérez votre compte, réagissez, partagez et commandez...!",
  "Register": "Inscription",
  "Confirm Password": "Confirmer le mot de passe",
  "Do you already have an account?": "Vous avez déjà un compte ?",
  "There are no recipes today...": "Il n'y a pas de recettes aujourd'hui...",
  "Please come back later...": "Revenez plus tard...",
  "Recipes of the day!": "Recettes du jour !",
  "Search Recipes...": "Rechercher des recettes...",
  "Popular": "Populaire",
  "Categories": "Catégories",
  "We are not in your area yet": "Nous ne sommes pas encore dans votre région",
  "We work every day to reach you!": "Nous travaillons tous les jours pour vous atteindre !",
  "Search Restaurants, food...": "Rechercher des restaurants, de la nourriture...",
  "Choose your favorite option": "Choisissez votre option préférée",
  "Empty saved": "Sauvegardé vide",
  "Setting": "Paramètres",
  "My Settings": "Mes paramètres",
  "My Addresses": "Mes adresses",
  "Account": "Compte",
  "General": "Général",
  "My Locations": "Mes emplacements",
  "Payment methods": "Moyens de paiement",
  "Languages": "Langues",
  "Support": "Support",
  "Register my business": "Enregistrer mon entreprise",
  "Help Center": "Centre d'aide",
  "Sign off": "Déconnexion",
  "User information": "Informations de l'utilisateur",
  "Username": "Nom d'utilisateur",
  "Email": "Email",
  "Phone number": "Numéro de téléphone",
  "Country": "Pays",
  "Birthdate": "Date de naissance",
  "Switch to Restaurant account": "Passer au compte Restaurant",
  "This type of account is useful for selling your recipes.": "Ce type de compte est utile pour vendre vos recettes.",
  "Legal": "Légal",
  "terms and Conditions": "termes et Conditions",
  "Privacy Policy": "Politique de confidentialité",
  "Copyright policy": "Politique de droit d'auteur",
  "Effective date": "Date d'effet : 10 février 2024",
  "Introduction": "Introduction",
  "ContentIntroduction": "Doval est un réseau social dédié à la gastronomie qui vous permet de découvrir, partager et profiter de la nourriture. Vous pouvez commander de la nourriture, réagir aux publications et discuter avec d'autres utilisateurs. Ces Termes et Conditions régissent l'utilisation de Doval. En utilisant Doval, vous acceptez ces Termes et Conditions.",
  "UseOfDovalTitle": "Utilisation de Doval",
  "UseOfDovalContent": "Vous pouvez utiliser Doval pour : Rechercher et commander de la nourriture auprès de restaurants locaux. Partager des photos et des vidéos de vos plats préférés. Réagir aux publications d'autres utilisateurs avec \"J'aime\", \"Je n'aime pas\", et des commentaires. Discuter avec d'autres utilisateurs.",
  "ContentTitle": "Contenu",
  "ContentContent": "Vous êtes responsable du contenu que vous publiez sur Doval. Vous ne devez pas publier de contenu qui est : Illégal, nuisible, menaçant, abusif, diffamatoire, obscène, pornographique, discriminatoire, ou qui porte atteinte à la vie privée d'autrui. Spam ou publicité non sollicitée. Faux ou trompeur. Doval se réserve le droit de supprimer tout contenu qui viole ces Termes et Conditions.",
  "OrdersTitle": "Commandes",
  "OrdersContent": "Lorsque vous passez une commande via Doval, vous acceptez les termes et conditions du restaurant. Doval n'est pas responsable de la qualité de la nourriture ou du service client.",
  "PrivacyTitle": "Confidentialité",
  "PrivacyContent": "Doval collecte des informations personnelles vous concernant, telles que votre nom, email et adresse. Doval utilise ces informations pour vous fournir le service et améliorer votre expérience. Doval ne partagera pas vos informations personnelles avec des tiers sans votre consentement.",
  "IntellectualPropertyTitle": "Propriété Intellectuelle",
  "IntellectualPropertyContent": "Doval est la propriété de Doval Inc. Le contenu de Doval est protégé par le droit d'auteur et d'autres lois sur la propriété intellectuelle. Vous ne pouvez pas copier, distribuer, ou modifier le contenu de Doval sans le consentement de Doval.",
  "IndemnificationTitle": "Indemnisation",
  "IndemnificationContent": "Vous acceptez d'indemniser et de défendre Doval contre tout dommage, perte ou coût résultant de votre utilisation de Doval.",
  "ChangesToTermsTitle": "Modifications des Termes et Conditions",
  "ChangesToTermsContent": "Doval peut modifier ces Termes et Conditions à tout moment. Nous vous informerons de tout changement significatif par email ou par une notification dans l'application.",
  "DisputesTitle": "Litiges",
  "DisputesContent": "Tout litige découlant de ces Termes et Conditions sera résolu par arbitrage contraignant.",
  "AcceptanceTitle": "Acceptation",
  "AcceptanceContent": "En utilisant Doval, vous acceptez ces Termes et Conditions.",
  "EffectiveDate": "Date d'effet : 10 février 2024",
  "PrivacyPolicyTitle": "Politique de Confidentialité de Doval",
  "PrivacyPolicyContent": "Doval s'engage à protéger votre vie privée. Cette Politique de Confidentialité explique comment nous collectons, utilisons et partageons vos informations personnelles.",
  "InformationWeCollect": "Informations que nous collectons",
  "InformationWeCollectContent": "Nous collectons des informations personnelles vous concernant lorsque vous utilisez Doval, telles que : Votre nom, email et adresse. Des informations sur votre appareil, telles que l'adresse IP et le type d'appareil. Des informations sur votre activité sur Doval, telles que les publications que vous visualisez et avec lesquelles vous interagissez.",
  "HowWeUseYourInformation": "Comment nous utilisons vos informations",
  "HowWeUseYourInformationContent": "Nous utilisons vos informations personnelles pour : Vous fournir le service Doval. Améliorer votre expérience sur Doval. Vous envoyer des communications marketing. Protéger Doval contre la fraude et l'abus.",
  "HowWeShareYourInformation": "Comment nous partageons vos informations",
  "HowWeShareYourInformationContent": "Nous ne partageons pas vos informations personnelles avec des tiers sans votre consentement. Cependant, nous pouvons partager vos informations personnelles avec : Des prestataires de services qui nous aident à fournir le service Doval. Des autorités légales si requis par la loi.",
  "YourChoices": "Vos choix",
  "YourChoicesContent": "Vous avez des choix concernant la manière dont nous collectons et utilisons vos informations personnelles. Vous pouvez : Accéder à vos informations personnelles et les mettre à jour. Vous désinscrire des communications marketing. Demander que nous supprimions vos informations personnelles.",
  "Security": "Sécurité",
  "SecurityContent": "Nous prenons des mesures pour protéger vos informations personnelles contre l'accès, l'utilisation ou la divulgation non autorisés. Cependant, aucune mesure de sécurité n'est parfaite, et nous ne pouvons pas garantir la sécurité totale de vos informations personnelles.",
  "ChangesToPrivacyPolicy": "Modifications de la Politique de Confidentialité",
  "ChangesToPrivacyPolicyContent": "Doval peut modifier cette Politique de Confidentialité à tout moment. Nous vous informerons de tout changement significatif par email ou par une notification dans l'application.",
  "Questions": "Questions",
  "QuestionsContent": "Si vous avez des questions concernant cette Politique de Confidentialité, vous pouvez nous contacter via l'application Doval.",
  "AcceptanceOfPrivacyPolicy": "Acceptation",
  "AcceptanceOfPrivacyPolicyContent": "En utilisant Doval, vous acceptez cette Politique de Confidentialité.",
  "CopyrightPolicyTitle": "Politique de Droit d'Auteur de Doval",
  "CopyrightPolicyContent": "Doval respecte le droit d'auteur d'autrui et attend de ses utilisateurs qu'ils en fassent autant. Cette Politique de Droit d'Auteur établit les normes et procédures pour signaler et résoudre les allégations de violation de droit d'auteur sur Doval.",
  "CopyrightProtectedContent": "Contenu Protégé par le Droit d'Auteur",
  "CopyrightProtectedContentContent": "Doval contient divers types de contenu protégé par le droit d'auteur, y compris : Des textes, photos, vidéos, musiques, images et autres œuvres créatives originales. Des marques, logos et designs appartenant à Doval ou à des tiers.",
  "PermittedUse": "Utilisation Permise",
  "PermittedUseContent": "Vous pouvez partager du contenu protégé par le droit d'auteur sur Doval dans les cas suivants : Avec la permission expresse du propriétaire du droit d'auteur. Sous la doctrine de l'usage équitable à des fins telles que la critique, le commentaire, la parodie, la recherche ou l'éducation. Dans le cas de contenu publié sous une licence ouverte qui permet de partager et de modifier le contenu sous certaines conditions.",
  "CopyrightInfringementProcess": "Processus d'Infringement du Droit d'Auteur",
  "CopyrightInfringementProcessContent": "Si vous croyez que votre droit d'auteur est enfreint sur Doval, vous pouvez déposer une plainte en suivant ces étapes : Fournir des informations claires et précises sur le matériel protégé par le droit d'auteur qui est prétendument enfreint. Identifier l'emplacement du matériel en infraction sur Doval (par exemple, lien vers la publication). Fournir vos coordonnées, y compris votre nom, adresse email et adresse postale. Fournir la preuve que vous êtes le propriétaire du matériel protégé par le droit d'auteur ou que vous êtes autorisé à déposer la plainte au nom du propriétaire. Signer la plainte électroniquement ou physiquement. Envoyer votre plainte à l'adresse suivante : Doval Inc. À l'attention de : Agent du Droit d'Auteur [Adresse physique de Doval Inc.] [Email de contact de Doval Inc.]",
  "CopyrightInfringementConsequences": "Conséquences de l'Infringement du Droit d'Auteur",
  "CopyrightInfringementConsequencesContent": "Doval se réserve le droit de supprimer tout contenu qui viole la Politique de Droit d'Auteur. En cas d'infractions répétées, Doval peut suspendre ou annuler le compte de l'utilisateur en infraction.",
  "ChangesToCopyrightPolicy": "Modifications de la Politique de Droit d'Auteur",
  "ChangesToCopyrightPolicyContent": "Doval peut modifier cette Politique de Droit d'Auteur à tout moment. Nous vous informerons de tout changement significatif par email ou par une notification dans l'application.",
  "CopyrightDisputes": "Litiges",
  "CopyrightDisputesContent": "Tout litige lié à la Politique de Droit d'Auteur sera résolu conformément aux lois de la [juridiction applicable].",
  "CopyrightAcceptance": "Acceptation",
  "CopyrightAcceptanceContent": "En utilisant Doval, vous acceptez cette Politique de Droit d'Auteur.",
  "Empty": "Vide",
  "You don't have any notification at this time": "Vous n'avez aucune notification pour le moment",
  "Notifications": "Notifications",
  "Search country": "Rechercher un pays",
  "Select your country": "Sélectionnez votre pays",
  "Start.": "Commencer.",
  "Add or choose an address": "Ajouter ou choisir une adresse",
  "Enter a delivery address": "Entrez une adresse de livraison",
  "Recipes": "Recettes",
  "New Publication": "Nouvelle Publication",
  "Share": "Partager",
  "Say what you think": "Dites ce que vous pensez",
  "Add Videos": "Ajouter des Vidéos",
  "We recommend high quality mp4 files no more than 200 megabytes": "Nous recommandons des fichiers mp4 de haute qualité ne dépassant pas 200 mégaoctets",
  "By clicking on Register, you accept the": "En cliquant sur Inscrire, vous acceptez les",
  "Doval Login": "Connexion Doval",
  "username, fullname, email, Phone number, Country, Birthdate": "nom d'utilisateur, nom complet, email, numéro de téléphone, pays, date de naissance",
  "Reset password": "Réinitialiser le mot de passe",
  "The verification code has been sent to the email": "Le code de vérification a été envoyé à l'email",
  "Send another code": "Envoyer un autre code",
  "Send another code in": "Envoyer un autre code dans",
  "Passwords do not match": "Les mots de passe ne correspondent pas",
  "Add comment...": "Ajouter un commentaire...",
  "Loading recipes...": "Chargement des recettes...",
  "Search users, restaurants, recipes...": "Rechercher des utilisateurs, restaurants, recettes...",
  "Close my account": "Fermer mon compte",
  "CloseDescription": "Je souhaite désactiver mon compte, votre compte sera complètement supprimé après une période de 30 jours, commencez la section avant pour réactiver",
  "Closed account": "Compte fermé",
  "available username": "nom d'utilisateur disponible",
  "username is already in use": "le nom d'utilisateur est déjà utilisé",
  "Passwords match": "Les mots de passe correspondent",
  "Created account": "Compte créé",
  "Edit": "Modifier",
  "Message": "message",
  "Write a message...": "Écrivez un message...",
  "You can ask me anything about gastronomy!!!": "Vous pouvez me demander quoi que ce soit sur la gastronomie !!!",
  "You are not logged in": "vous n'êtes pas connecté",
  "You must be logged in to create a comment.": "Vous devez être connecté pour créer un commentaire.",
  "New recipe": "Nouvelle recette",
  "Create recipe": "Créer une recette",
  "Description": "Description",
  "Describe your recipe": "Décrivez votre recette",
  "Price": "Prix",
  "Wait for your images to finish loading!": "Attendez que vos images aient fini de se charger !",
  "You need at least one cover for your recipe!": "Vous avez besoin d'au moins une couverture pour votre recette !",
  "You need a title for your recipe!": "Vous avez besoin d'un titre pour votre recette !",
  "You need a category for your recipe!": "Vous avez besoin d'une catégorie pour votre recette !",
  "Upload images": "Télécharger des images",
  "High quality images help a better successful sale": "Des images de haute qualité aident à une vente plus réussie",
  "You can change this option later in the Settings app.": "Vous pouvez modifier cette option plus tard dans l'application Paramètres.",
  "Location Permit Required": "Autorisation de localisation requise",
  "Cancel": "Annuler",
  "Next": "Suivant",
  "Loading video...": "Chargement de la vidéo...",
  "Title": "Titre",
  "Make it more striking": "Rendez-le plus frappant",
  "What do you think?": "Qu'en pensez-vous ?",
  "My Recipies": "Mes Recettes",
  "Publish your moments": "Publiez vos moments",
  "Location permission not granted": "Permission de localisation non accordée",
  "Permission to Access Your Photos and Videos": "Permission d'accéder à vos photos et vidéos",
  "Share your unique experiences through posts on your profile.": "Partagez vos expériences uniques à travers des publications sur votre profil.",
  "Upload recipes": "Télécharger des recettes",
  "Show your culinary creations, from the process to the final dish.": "Montrez vos créations culinaires, du processus au plat final.",
  "Customize your content.": "Personnalisez votre contenu.",
  "Bring your posts to life with images and videos that reflect your style.": "Animez vos publications avec des images et des vidéos qui reflètent votre style.",
  "Alert you about close friends": "Vous alerter à propos d'amis proches",
  "Stay connected and dont miss the opportunity for unexpected encounters.": "Restez connecté et ne manquez pas l'opportunité de rencontres inattendues.",
  "Find out about local events": "Découvrez les événements locaux",
  "Discover whats happening near you, from concerts to fairs": "Découvrez ce qui se passe près de chez vous, des concerts aux foires",
  "Optimize food delivery": "Optimiser la livraison de nourriture",
  "Receive your orders more efficiently and discover nearby restaurants.": "Recevez vos commandes plus efficacement et découvrez les restaurants à proximité.",
  "Orders in process": "Commandes en cours",
  "New Orders": "Nouvelles commandes",
  "Location Permit": "Autorisation de localisation",
  "We need access to your location to provide you with alerts about nearby friends, inform you about local events, and optimize food delivery. This permission will only be used to improve your experience in the app.": "Nous avons besoin d'accéder à votre position pour vous fournir des alertes sur les amis à proximité, vous informer sur les événements locaux et optimiser la livraison de nourriture. Cette autorisation sera uniquement utilisée pour améliorer votre expérience dans l'application.",
  "Permissions to access your gallery": "Autorisations d'accès à votre galerie",
  "You need access to a gallery to be able to publish your recipes, moments, culinary videos": "Vous devez avoir accès à une galerie pour pouvoir publier vos recettes, moments et vidéos culinaires",
  "Reviews": "Avis",
  "See all Reviews": "Voir tous les avis",
  "Total Reviews": "Total des avis",
  "Search my recipes": "Rechercher mes recettes",
  "Selection not allowed You cannot select images because you already have a video selected.": "Sélection non autorisée. Vous ne pouvez pas sélectionner d'images car vous avez déjà sélectionné une vidéo.",
  "Selection not allowed, You cannot select a video because you already have images selected.": "Sélection non autorisée, vous ne pouvez pas sélectionner de vidéo car vous avez déjà sélectionné des images.",
  "Location": "Lieu",
  "Restaurants": "Restaurants",
  "Flash sales": "Ventes flash",
  "More": "Plus",
  "Orders": "Commandes",
  "We are working to arrive in your area soon": "Nous travaillons pour arriver bientôt dans votre région",
  "There are no restaurants nearby yet!": "Il n'y a pas encore de restaurants à proximité !",
  "Recipies": "Recettes",
  "Nearby Restaurant": "Restaurant à proximité",
  "Show all": "Tout afficher",
  "See open stores": "Voir les magasins ouverts",
  "All shipments": "Toutes les livraisons",
  "Free shipping only": "Livraison gratuite uniquement",
  "Oh no, without orders...": "Oh non, sans commandes...",
  "You dont have a history yet": "Vous n'avez pas encore d'historique",
  "When tracking history appears, view them here": "Lorsque l'historique de suivi apparaît, consultez-le ici",
  "You dont have nearby stocks available to you.!": "Vous n'avez pas de stocks disponibles à proximité !",
  "Explore more recipes": "Explorer plus de recettes",
  "Search Recipies": "Rechercher des recettes",
  "Search recipes, burgers, pizza and more": "Rechercher des recettes, burgers, pizzas et plus",
  "Add my location": "Ajouter ma position",
  "Oh we dont have permits": "Oh, nous n'avons pas de permis",
  "You need to give us permission to access this area": "Vous devez nous donner la permission d'accéder à cette zone",
  "Open settings": "Ouvrir les paramètres",
  "Checkout": "Passer à la caisse",
  "Product": "Produit",
  "Total": "Total",
  "Load business": "Charger l'entreprise",
  "This screen is under construction": "Cet écran est en construction",
  "We are working to improve your experience! This screen will be available soon with exciting new features. Thank you for your patience and understanding.": "Nous travaillons à améliorer votre expérience ! Cet écran sera bientôt disponible avec de nouvelles fonctionnalités passionnantes. Merci de votre patience et de votre compréhension.",
  "Writing...": "Écriture en cours...",
  "Address": "Adresse",
  "Building/Apartment": "Bâtiment/Appartement",
  "Tag / Girlfriend, Home, Work": "Tag / Petite amie, Maison, Travail",
  "Delivery details": "Détails de livraison",
  "Save location": "Enregistrer l'emplacement",
  "You have successfully added a location!": "Vous avez ajouté un emplacement avec succès !",
  "You have not yet shared posts and recipes": "Vous n'avez pas encore partagé de publications et de recettes",
  "share it today": "partagez-le aujourd'hui",
  "You have not yet saved posts and recipes": "Vous n'avez pas encore enregistré de publications et de recettes",
  "Starting app": "Démarrage de l'application",
  "Please check your internet and try again": "Veuillez vérifier votre connexion Internet et réessayer",
  "Oh no, weve had problems": "Oh non, nous avons eu des problèmes",
  "Reset your password easily": "Réinitialisez votre mot de passe facilement",
  "Of course, here is a shorter and more direct description: Reset your password Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Bien sûr, voici une description plus courte et plus directe : Réinitialisez votre mot de passe. Saisissez votre e-mail et recevez un code pour mettre à jour rapidement votre mot de passe. Renouez avec votre passion pour la gastronomie !",
  "What is my email?": "Quelle est mon adresse e-mail ?",
  "Send code": "Envoyer le code",
  "We will use your location to improve your experience and improve our delivery services.": "Nous utiliserons votre position pour améliorer votre expérience et nos services de livraison.",
  "Search users, restaurants and businesses": "Rechercher des utilisateurs, des restaurants et des entreprises",
  "Loading": "Chargement",
  "follow": "suivre",
  "following": "abonné",
  "Afghanistan": "Afghanistan",
  "Albania": "Albanie",
  "Germany": "Allemagne",
  "Andorra": "Andorre",
  "Angola": "Angola",
  "Antigua and Barbuda": "Antigua-et-Barbuda",
  "Saudi Arabia": "Arabie Saoudite",
  "Algeria": "Algérie",
  "Argentina": "Argentine",
  "Armenia": "Arménie",
  "Australia": "Australie",
  "Austria": "Autriche",
  "Azerbaijan": "Azerbaïdjan",
  "Bahamas": "Bahamas",
  "Bangladesh": "Bangladesh",
  "Barbados": "Barbade",
  "Bahrain": "Bahreïn",
  "Belgium": "Belgique",
  "Belize": "Bélize",
  "Benin": "Bénin",
  "Belarus": "Bélarus",
  "Myanmar": "Myanmar",
  "Bolivia": "Bolivie",
  "Bosnia and Herzegovina": "Bosnie-Herzégovine",
  "Botswana": "Botswana",
  "Brazil": "Brésil",
  "Brunei": "Brunei",
  "Bulgaria": "Bulgarie",
  "Burkina Faso": "Burkina Faso",
  "Burundi": "Burundi",
  "Cape Verde": "Cap-Vert",
  "Cambodia": "Cambodge",
  "Cameroon": "Cameroun",
  "Canada": "Canada",
  "Qatar": "Qatar",
  "Chad": "Tchad",
  "Chile": "Chili",
  "China": "Chine",
  "Cyprus": "Chypre",
  "Colombia": "Colombie",
  "Comoros": "Comores",
  "Congo": "Congo",
  "North Korea": "Corée du Nord",
  "South Korea": "Corée du Sud",
  "Ivory Coast": "Côte d'Ivoire",
  "Costa Rica": "Costa Rica",
  "Croatia": "Croatie",
  "Cuba": "Cuba",
  "Denmark": "Danemark",
  "Dominica": "Dominique",
  "Ecuador": "Équateur",
  "Egypt": "Égypte",
  "El Salvador": "El Salvador",
  "United Arab Emirates": "Émirats Arabes Unis",
  "Eritrea": "Érythrée",
  "Slovakia": "Slovaquie",
  "Slovenia": "Slovénie",
  "Spain": "Espagne",
  "United States": "États-Unis",
  "Estonia": "Estonie",
  "Ethiopia": "Éthiopie",
  "Philippines": "Philippines",
  "Finland": "Finlande",
  "Fiji": "Fidji",
  "France": "France",
  "Gabon": "Gabon",
  "Gambia": "Gambie",
  "Georgia": "Géorgie",
  "Ghana": "Ghana",
  "Greece": "Grèce",
  "Grenada": "Grenade",
  "Guatemala": "Guatemala",
  "Guinea": "Guinée",
  "Guinea-Bissau": "Guinée-Bissau",
  "Equatorial Guinea": "Guinée Équatoriale",
  "Guyana": "Guyane",
  "Haiti": "Haïti",
  "Honduras": "Honduras",
  "Hungary": "Hongrie",
  "India": "Inde",
  "Indonesia": "Indonésie",
  "Iraq": "Irak",
  "Iran": "Iran",
  "Ireland": "Irlande",
  "Iceland": "Islande",
  "Israel": "Israël",
  "Italy": "Italie",
  "Jamaica": "Jamaïque",
  "Japan": "Japon",
  "Jordan": "Jordanie",
  "Kazakhstan": "Kazakhstan",
  "Kenya": "Kenya",
  "Kyrgyzstan": "Kirghizistan",
  "Kiribati": "Kiribati",
  "Kuwait": "Koweït",
  "Laos": "Laos",
  "Latvia": "Lettonie",
  "Lebanon": "Liban",
  "Lesotho": "Lesotho",
  "Liberia": "Libéria",
  "Libya": "Libye",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituanie",
  "Luxembourg": "Luxembourg",
  "North Macedonia": "Macédoine du Nord",
  "Madagascar": "Madagascar",
  "Malaysia": "Malaisie",
  "Malawi": "Malawi",
  "Maldives": "Maldives",
  "Mali": "Mali",
  "Malta": "Malte",
  "Morocco": "Maroc",
  "Mauritius": "Maurice",
  "Mauritania": "Mauritanie",
  "Mexico": "Mexique",
  "Micronesia": "Micronésie",
  "Moldova": "Moldavie",
  "Monaco": "Monaco",
  "Mongolia": "Mongolie",
  "Montenegro": "Monténégro",
  "Mozambique": "Mozambique",
  "Namibia": "Namibie",
  "Nauru": "Nauru",
  "Nepal": "Népal",
  "Netherlands": "Pays-Bas",
  "New Zealand": "Nouvelle-Zélande",
  "Nicaragua": "Nicaragua",
  "Niger": "Niger",
  "Nigeria": "Nigéria",
  "Norway": "Norvège",
  "Oman": "Oman",
  "Pakistan": "Pakistan",
  "Palau": "Palaos",
  "Panama": "Panama",
  "Papua New Guinea": "Papouasie-Nouvelle-Guinée",
  "Paraguay": "Paraguay",
  "Peru": "Pérou",
  "Poland": "Pologne",
  "Portugal": "Portugal",
  "Romania": "Roumanie",
  "Russia": "Russie",
  "Rwanda": "Rwanda",
  "Saint Kitts and Nevis": "Saint-Christophe-et-Niévès",
  "Saint Lucia": "Sainte-Lucie",
  "Saint Vincent and the Grenadines": "Saint-Vincent-et-les-Grenadines",
  "Samoa": "Samoa",
  "San Marino": "Saint-Marin",
  "Sao Tome and Principe": "Sao Tomé-et-Principe",
  "Senegal": "Sénégal",
  "Serbia": "Serbie",
  "Seychelles": "Seychelles",
  "Sierra Leone": "Sierra Leone",
  "Singapore": "Singapour",
  "Solomon Islands": "Îles Salomon",
  "Somalia": "Somalie",
  "South Africa": "Afrique du Sud",
  "South Sudan": "Soudan du Sud",
  "Sri Lanka": "Sri Lanka",
  "Sudan": "Soudan",
  "Suriname": "Suriname",
  "Swaziland": "Eswatini",
  "Sweden": "Suède",
  "Switzerland": "Suisse",
  "Syria": "Syrie",
  "Taiwan": "Taïwan",
  "Tajikistan": "Tadjikistan",
  "Tanzania": "Tanzanie",
  "Thailand": "Thaïlande",
  "Togo": "Togo",
  "Tonga": "Tonga",
  "Trinidad and Tobago": "Trinité-et-Tobago",
  "Tunisia": "Tunisie",
  "Turkey": "Turquie",
  "Turkmenistan": "Turkménistan",
  "Tuvalu": "Tuvalu",
  "Uganda": "Ouganda",
  "Ukraine": "Ukraine",
  "United Kingdom": "Royaume-Uni",
  "Uruguay": "Uruguay",
  "Uzbekistan": "Ouzbékistan",
  "Vanuatu": "Vanuatu",
  "Vatican City": "Vatican",
  "Venezuela": "Venezuela",
  "Vietnam": "Vietnam",
  "Yemen": "Yémen",
  "Zambia": "Zambie",
  "Zimbabwe": "Zimbabwe",
  "Dominican Republic": "République dominicaine"
}
