{
  "Logintitle": "Connectez-vous et partagez !😋🍔🍕",
  "Logindescription": "Nous enverrons un code de confirmation à ce numéro pour vérifier votre compte.",
  "Followers": "Abonnés",
  "Follow": "Suivre",
  "Following": "Suivi",
  "PlaceholderEmail": "Entrez l'email",
  "Password": "Mot de passe",
  "Continue": "Continuer",
  "Sending code": "Envoi du code",
  "Do not you have an account yet?": "Vous n'avez pas encore de compte ?",
  "Sign up": "S'inscrire",
  "Or start with": "ou continuer avec",
  "Start with my number": "continuer avec mon numéro",
  "continue with my apple": "Continuer avec mon Apple",
  "continue with my Google": "Continuer avec mon Google",
  "continue with my Facebook": "Continuer avec mon Facebook",
  "Continue with your email": "Continuer avec votre email",
  "Register and Share": "Inscrivez-vous et partagez !",
  "Complete the form to register": "Complétez le formulaire pour vous inscrire",
  "Full name": "Nom complet",
  "There are no posts yet": "Pas encore de publications",
  "Start sharing...!": "Commencez à partager !",
  "No comments yet": "Pas encore de commentaires",
  "Start a conversation": "Commencez une conversation",
  "See answers": "Voir les réponses",
  "Write comment": "Écrire un commentaire",
  "Comment": "Commentaire",
  "Comments": "Commentaires",
  "Order Now": "Commander maintenant",
  "Cart": "Panier",
  "Login": "Connexion",
  "Manage your account, react, share and order...!": "Gérez votre compte, réagissez, partagez et commandez...!",
  "Register": "S'inscrire",
  "Confirm Password": "Confirmer le mot de passe",
  "Do you already have an account?": "Vous avez déjà un compte ?",
  "There are no recipes today...": "Pas de recettes aujourd'hui...",
  "Please come back later...": "Veuillez revenir plus tard...",
  "Recipes of the day!": "Recettes du jour !",
  "Search Recipes...": "Rechercher des recettes...",
  "Popular": "Populaire",
  "Categories": "Catégories",
  "We are not in your area yet": "Nous ne sommes pas encore dans votre région",
  "We work every day to reach you!": "Nous travaillons chaque jour pour vous atteindre !",
  "Search Restaurants, food...": "Rechercher des restaurants, des plats...",
  "Choose your favorite option": "Choisissez votre option préférée",
  "Empty saved": "Aucun élément enregistré",
  "Setting": "Paramètre",
  "My Settings": "Mes paramètres",
  "My Addresses": "Mes adresses",
  "Account": "Compte",
  "General": "Général",
  "My Locations": "Mes emplacements",
  "Payment methods": "Méthodes de paiement",
  "Languages": "Langues",
  "Support": "Support",
  "Register my business": "Enregistrer mon entreprise",
  "Help Center": "Centre d'aide",
  "Sign off": "Déconnexion",
  "User information": "Informations utilisateur",
  "Username": "Nom d'utilisateur",
  "Email": "Email",
  "Phone number": "Numéro de téléphone",
  "Country": "Pays",
  "Birthdate": "Date de naissance",
  "Switch to Restaurant account": "Passer au compte Restaurant",
  "This type of account is useful for selling your recipes.": "Ce type de compte est utile pour vendre vos recettes.",
  "Legal": "Légal",
  "terms and Conditions": "Termes et conditions",
  "Privacy Policy": "Politique de confidentialité",
  "Copyright policy": "Politique de droits d'auteur",
  "Effective date": "Date d'effet : 10 février 2024",
  "Introduction": "Introduction",
  "ContentIntroduction": "Doval est un réseau social dédié à la gastronomie qui vous permet de découvrir, partager et apprécier la nourriture. Vous pouvez commander de la nourriture, réagir aux publications et discuter avec d'autres utilisateurs. Ces Termes et Conditions régissent l'utilisation de Doval. En utilisant Doval, vous acceptez ces Termes et Conditions.",
  "UseOfDovalTitle": "Utilisation de Doval",
  "UseOfDovalContent": "Vous pouvez utiliser Doval pour : Rechercher et commander des plats dans les restaurants locaux. Partager des photos et des vidéos de vos plats préférés. Réagir aux publications d'autres utilisateurs avec des 'J'aime', 'Je n'aime pas' et des commentaires. Discuter avec d'autres utilisateurs.",
  "ContentTitle": "Contenu",
  "ContentContent": "Vous êtes responsable du contenu que vous publiez sur Doval. Vous ne devez pas publier de contenu qui est : Illégal, nuisible, menaçant, abusif, diffamatoire, obscène, pornographique, discriminatoire, ou qui porte atteinte à la vie privée d'autrui. Du spam ou de la publicité non sollicitée. Faux ou trompeur. Doval se réserve le droit de supprimer tout contenu qui viole ces Termes et Conditions.",
  "OrdersTitle": "Commandes",
  "OrdersContent": "Lorsque vous passez une commande via Doval, vous acceptez les termes et conditions du restaurant. Doval n'est pas responsable de la qualité de la nourriture ou du service client.",
  "PrivacyTitle": "Confidentialité",
  "PrivacyContent": "Doval recueille des informations personnelles vous concernant, telles que votre nom, votre email et votre adresse. Doval utilise ces informations pour vous fournir le service et améliorer votre expérience. Doval ne partagera pas vos informations personnelles avec des tiers sans votre consentement.",
  "IntellectualPropertyTitle": "Propriété Intellectuelle",
  "IntellectualPropertyContent": "Doval appartient à Doval Inc. Le contenu de Doval est protégé par le droit d'auteur et d'autres lois sur la propriété intellectuelle. Vous ne pouvez pas copier, distribuer ou modifier le contenu de Doval sans le consentement de Doval.",
  "IndemnificationTitle": "Indemnisation",
  "IndemnificationContent": "Vous acceptez d'indemniser et de défendre Doval contre tout dommage, perte ou coût découlant de votre utilisation de Doval.",
  "ChangesToTermsTitle": "Modifications des Termes et Conditions",
  "ChangesToTermsContent": "Doval peut modifier ces Termes et Conditions à tout moment. Nous vous informerons de tout changement important par email ou via une notification dans l'application.",
  "DisputesTitle": "Litiges",
  "DisputesContent": "Tout litige découlant de ces Termes et Conditions sera résolu par arbitrage contraignant.",
  "AcceptanceTitle": "Acceptation",
  "AcceptanceContent": "En utilisant Doval, vous acceptez ces Termes et Conditions.",
  "EffectiveDate": "Date d'effet : 10 février 2024",
  "PrivacyPolicyTitle": "Politique de Confidentialité de Doval",
  "PrivacyPolicyContent": "Doval s'engage à protéger votre vie privée. Cette Politique de Confidentialité explique comment nous collectons, utilisons et partageons vos informations personnelles.",
  "InformationWeCollect": "Informations que nous recueillons",
  "InformationWeCollectContent": "Nous collectons des informations personnelles vous concernant lorsque vous utilisez Doval, telles que : Votre nom, votre email et votre adresse. Informations sur votre appareil, comme l'adresse IP et le type d'appareil. Informations sur votre activité sur Doval, telles que les publications que vous consultez et avec lesquelles vous interagissez.",
  "HowWeUseYourInformation": "Comment nous utilisons vos informations",
  "HowWeUseYourInformationContent": "Nous utilisons vos informations personnelles pour : Vous fournir le service Doval. Améliorer votre expérience sur Doval. Vous envoyer des communications marketing. Protéger Doval contre la fraude et les abus.",
  "HowWeShareYourInformation": "Comment nous partageons vos informations",
  "HowWeShareYourInformationContent": "Nous ne partageons pas vos informations personnelles avec des tiers sans votre consentement. Cependant, nous pouvons partager vos informations personnelles avec : Des prestataires de services qui nous aident à fournir le service Doval. Les autorités légales si la loi l'exige.",
  "YourChoices": "Vos choix",
  "YourChoicesContent": "Vous avez des choix quant à la manière dont nous recueillons et utilisons vos informations personnelles. Vous pouvez : Accéder à vos informations personnelles et les mettre à jour. Refuser les communications marketing. Demander que nous supprimions vos informations personnelles.",
  "Security": "Sécurité",
  "SecurityContent": "Nous prenons des mesures pour protéger vos informations personnelles contre tout accès, utilisation ou divulgation non autorisés. Cependant, aucune mesure de sécurité n'est parfaite et nous ne pouvons garantir la sécurité totale de vos informations personnelles.",
  "ChangesToPrivacyPolicy": "Modifications de la Politique de Confidentialité",
  "ChangesToPrivacyPolicyContent": "Doval peut modifier cette Politique de Confidentialité à tout moment. Nous vous informerons de tout changement important par email ou via une notification dans l'application.",
  "Questions": "Questions",
  "QuestionsContent": "Si vous avez des questions concernant cette Politique de Confidentialité, vous pouvez nous contacter via l'application Doval.",
  "AcceptanceOfPrivacyPolicy": "Acceptation",
  "AcceptanceOfPrivacyPolicyContent": "En utilisant Doval, vous acceptez cette Politique de Confidentialité.",
  "CopyrightPolicyTitle": "Politique de Droit d'Auteur de Doval",
  "CopyrightPolicyContent": "Doval respecte les droits d'auteur des autres et attend de ses utilisateurs qu'ils fassent de même. Cette Politique de Droit d'Auteur établit les normes et procédures pour signaler et résoudre les infractions présumées aux droits d'auteur sur Doval.",
  "CopyrightProtectedContent": "Contenu Protégé par le Droit d'Auteur",
  "CopyrightProtectedContentContent": "Doval contient divers types de contenu protégé par le droit d'auteur, y compris : Textes, photos, vidéos, musique, images et autres œuvres créatives originales. Marques, logos et designs appartenant à Doval ou à des tiers.",
  "PermittedUse": "Utilisation Autorisée",
  "PermittedUseContent": "Vous pouvez partager du contenu protégé par le droit d'auteur sur Doval dans les cas suivants : Avec l'autorisation expresse du titulaire du droit d'auteur. En vertu de la doctrine de l'utilisation équitable pour des fins telles que la critique, le commentaire, la parodie, la recherche ou l'éducation. Dans le cas de contenu publié sous une licence ouverte qui permet de partager et de modifier le contenu sous certaines conditions.",
  "CopyrightInfringementProcess": "Processus d'Infringement de Droit d'Auteur",
  "CopyrightInfringementProcessContent": "Si vous pensez que vos droits d'auteur sont violés sur Doval, vous pouvez déposer une plainte en suivant ces étapes : Fournissez des informations claires et précises sur le matériel protégé par le droit d'auteur qui est présumé enfreint. Identifiez l'emplacement du matériel contrefait sur Doval (par exemple, lien vers la publication). Fournissez vos informations de contact, y compris votre nom, adresse email et adresse postale. Fournissez une preuve que vous êtes le titulaire du matériel protégé ou que vous êtes autorisé à déposer la plainte au nom du titulaire. Signez la plainte électroniquement ou physiquement. Envoyez votre plainte à l'adresse suivante : Doval Inc. Attn: Agent des Droits d'Auteur [Adresse physique de Doval Inc.] [Email de contact de Doval Inc.]",
  "CopyrightInfringementConsequences": "Conséquences des Infractions aux Droits d'Auteur",
  "CopyrightInfringementConsequencesContent": "Doval se réserve le droit de supprimer tout contenu qui viole la Politique de Droits d'Auteur. En cas d'infractions répétées, Doval peut suspendre ou annuler le compte de l'utilisateur en infraction.",
  "ChangesToCopyrightPolicy": "Modifications de la Politique de Droits d'Auteur",
  "ChangesToCopyrightPolicyContent": "Doval peut modifier cette Politique de Droits d'Auteur à tout moment. Nous vous informerons de tout changement important par email ou via une notification dans l'application.",
  "CopyrightDisputes": "Litiges",
  "CopyrightDisputesContent": "Tout litige lié à la Politique de Droits d'Auteur sera résolu conformément aux lois de la [juridiction applicable].",
  "CopyrightAcceptance": "Acceptation",
  "CopyrightAcceptanceContent": "En utilisant Doval, vous acceptez cette Politique de Droits d'Auteur.",
  "Empty": "Vide",
  "You don't have any notification at this time": "Vous n'avez aucune notification pour le moment",
  "Notifications": "Notifications",
  "Search country": "Rechercher un pays",
  "Select your country": "Sélectionnez votre pays",
  "Start.": "Commencer.",
  "Add or choose an address": "Ajouter ou choisir une adresse",
  "Enter a delivery address": "Entrez une adresse de livraison",
  "Recipes": "Recettes",
  "New Publication": "Nouvelle Publication",
  "Share": "Partager",
  "Say what you think": "Dites ce que vous pensez",
  "Add Videos": "Ajouter des Vidéos",
  "We recommend high quality mp4 files no more than 200 megabytes": "Nous recommandons des fichiers mp4 de haute qualité ne dépassant pas 200 mégaoctets",
  "By clicking on Register, you accept the": "En cliquant sur Inscription, vous acceptez les",
  "Doval Login": "Connexion à Doval",
  "username, fullname, email, Phone number, Country, Birthdate": "nom d'utilisateur, nom complet, email, numéro de téléphone, pays, date de naissance",
  "Reset password": "Réinitialiser le mot de passe",
  "The verification code has been sent to the email": "Le code de vérification a été envoyé à l'email",
  "Send another code": "Envoyer un autre code",
  "Send another code in": "Envoyer un autre code dans",
  "Passwords do not match": "Les mots de passe ne correspondent pas",
  "Add comment...": "Ajouter un commentaire...",
  "Loading recipes...": "Chargement des recettes...",
  "Search users, restaurants, recipes...": "Rechercher des utilisateurs, des restaurants, des recettes...",
  "Close my account": "Fermer mon compte",
  "CloseDescription": "Je veux désactiver mon compte, votre compte sera complètement supprimé après une période de 30 jours, connectez-vous avant pour le réactiver",
  "Closed account": "Compte fermé",
  "available username": "nom d'utilisateur disponible",
  "username is already in use": "le nom d'utilisateur est déjà utilisé",
  "Passwords match": "Les mots de passe correspondent",
  "Created account": "Compte créé",
  "Edit": "Modifier",
  "Message": "Message",
  "Write a message...": "Écrire un message...",
  "You can ask me anything about gastronomy!!!": "Vous pouvez me demander tout ce que vous voulez sur la gastronomie !",
  "You are not logged in": "Vous n'êtes pas connecté",
  "You must be logged in to create a comment.": "Vous devez être connecté pour créer un commentaire.",
  "New recipe": "Nouvelle recette",
  "Create recipe": "Créer une recette",
  "Description": "Description",
  "Describe your recipe": "Décrivez votre recette",
  "Price": "Prix",
  "Wait for your images to finish loading!": "Attendez que vos images aient fini de charger !",
  "You need at least one cover for your recipe!": "Vous avez besoin d'au moins une couverture pour votre recette !",
  "You need a title for your recipe!": "Vous avez besoin d'un titre pour votre recette !",
  "You need a category for your recipe!": "Vous avez besoin d'une catégorie pour votre recette !",
  "Upload images": "Télécharger des images",
  "High quality images help a better successful sale": "Les images de haute qualité aident à une vente réussie",
  "You can change this option later in the Settings app.": "Vous pouvez modifier cette option plus tard dans les paramètres de l'application.",
  "Location Permit Required": "Autorisation de localisation requise",
  "Cancel": "Annuler",
  "Next": "Suivant",
  "Loading video...": "Chargement de la vidéo...",
  "Title": "Titre",
  "Make it more striking": "Rendez-le plus attrayant",
  "What do you think?": "Qu'en pensez-vous ?",
  "My Recipies": "Mes Recettes",
  "Publish your moments": "Publiez vos moments",
  "Location permission not granted": "Autorisation de localisation non accordée",
  "Permission to Access Your Photos and Videos": "Autorisation d'accès à vos photos et vidéos",
  "Share your unique experiences through posts on your profile.": "Partagez vos expériences uniques via des publications sur votre profil.",
  "Upload recipes": "Télécharger des recettes",
  "Show your culinary creations, from the process to the final dish.": "Montrez vos créations culinaires, du processus au plat final.",
  "Customize your content.": "Personnalisez votre contenu.",
  "Bring your posts to life with images and videos that reflect your style.": "Donnez vie à vos publications avec des images et des vidéos qui reflètent votre style.",
  "Alert you about close friends": "Alerte pour les amis proches",
  "Stay connected and dont miss the opportunity for unexpected encounters.": "Restez connecté et ne manquez pas l'occasion de rencontres inattendues.",
  "Find out about local events": "Découvrez les événements locaux",
  "Discover whats happening near you, from concerts to fairs": "Découvrez ce qui se passe près de chez vous, des concerts aux foires",
  "Optimize food delivery": "Optimisez la livraison de nourriture",
  "Receive your orders more efficiently and discover nearby restaurants.": "Recevez vos commandes plus efficacement et découvrez des restaurants à proximité.",
  "Orders in process": "Commandes en cours",
  "New Orders": "Nouvelles commandes",
  "Location Permit": "Autorisation de localisation",
  "We need access to your location to provide you with alerts about nearby friends, inform you about local events, and optimize food delivery. This permission will only be used to improve your experience in the app.": "Nous avons besoin d'accéder à votre localisation pour vous fournir des alertes sur les amis proches, vous informer des événements locaux et optimiser la livraison de nourriture. Cette autorisation sera utilisée uniquement pour améliorer votre expérience dans l'application.",
  "Permissions to access your gallery": "Autorisations pour accéder à votre galerie",
  "You need access to a gallery to be able to publish your recipes, moments, culinary videos": "Vous avez besoin d'accéder à une galerie pour pouvoir publier vos recettes, moments et vidéos culinaires",
  "Reviews": "Avis",
  "See all Reviews": "Voir tous les avis",
  "Total Reviews": "Total des avis",
  "Search my recipes": "Rechercher mes recettes",
  "Selection not allowed You cannot select images because you already have a video selected.": "Sélection non autorisée. Vous ne pouvez pas sélectionner des images car une vidéo est déjà sélectionnée.",
  "Selection not allowed, You cannot select a video because you already have images selected.": "Sélection non autorisée. Vous ne pouvez pas sélectionner une vidéo car des images sont déjà sélectionnées.",
  "Location": "Localisation",
  "Restaurants": "Restaurants",
  "Flash sales": "Ventes flash",
  "More": "Plus",
  "Orders": "Commandes",
  "We are working to arrive in your area soon": "Nous travaillons pour arriver bientôt dans votre région",
  "There are no restaurants nearby yet!": "Il n'y a pas encore de restaurants à proximité !",
  "Recipies": "Recettes",
  "Nearby Restaurant": "Restaurant à proximité",
  "Show all": "Tout montrer",
  "See open stores": "Voir les magasins ouverts",
  "All shipments": "Toutes les livraisons",
  "Free shipping only": "Livraison gratuite uniquement",
  "Oh no, without orders...": "Oh non, sans commandes...",
  "You dont have a history yet": "Vous n'avez pas encore d'historique",
  "When tracking history appears, view them here": "Lorsque l'historique de suivi apparaît, consultez-le ici",
  "You dont have nearby stocks available to you.!": "Vous n'avez pas de stocks disponibles à proximité !",
  "Explore more recipes": "Explorer plus de recettes",
  "Search Recipies": "Rechercher des recettes",
  "Search recipes, burgers, pizza and more": "Recherchez des recettes, hamburgers, pizza et plus",
  "Add my location": "Ajouter ma localisation",
  "Oh we dont have permits": "Oh, nous n'avons pas de permissions",
  "You need to give us permission to access this area": "Vous devez nous donner la permission d'accéder à cette zone",
  "Open settings": "Ouvrir les paramètres",
  "Checkout": "Paiement",
  "Product": "Produit",
  "Total": "Total",
  "Load business": "Charger l'entreprise",
  "This screen is under construction": "Cet écran est en construction",
  "We are working to improve your experience! This screen will be available soon with exciting new features. Thank you for your patience and understanding.": "Nous travaillons à améliorer votre expérience ! Cet écran sera bientôt disponible avec de nouvelles fonctionnalités passionnantes. Merci pour votre patience et votre compréhension.",
  "Writing...": "Écriture...",
  "Address": "Adresse",
  "Building/Apartment": "Bâtiment/Appartement",
  "Tag / Girlfriend, Home, Work": "Étiquette / Petite amie, Maison, Travail",
  "Delivery details": "Détails de la livraison",
  "Save location": "Enregistrer l'emplacement",
  "You have successfully added a location!": "Vous avez ajouté un emplacement avec succès !",
  "You have not yet shared posts and recipes": "Vous n'avez pas encore partagé de publications et de recettes",
  "share it today": "partagez-le aujourd'hui",
  "You have not yet saved posts and recipes": "Vous n'avez pas encore enregistré de publications et de recettes",
  "Starting app": "Démarrage de l'application",
  "Please check your internet and try again": "Veuillez vérifier votre connexion Internet et réessayer",
  "Oh no, weve had problems": "Oh non, nous avons eu des problèmes",
  "Reset your password easily": "Réinitialisez votre mot de passe facilement",
  "Of course, here is a shorter and more direct description: Reset your password Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Bien sûr, voici une description plus courte et directe : Réinitialisez votre mot de passe Entrez votre email et recevez un code pour mettre à jour rapidement votre mot de passe. Reconnectez-vous avec votre passion pour la gastronomie !",
  "What is my email?": "Quel est mon email ?",
  "Send code": "Envoyer le code",
  "We will use your location to improve your experience and improve our delivery services.": "Nous utiliserons votre emplacement pour améliorer votre expérience et nos services de livraison.",
  "Search users, restaurants and businesses": "Rechercher des utilisateurs, des restaurants et des entreprises",
  "Loading": "Chargement",
  "follow": "suivre",
  "following": "suivant",
  "Hello, how can I help you?": "Bonjour, comment puis-je vous aider ?",
  "You can ask me anything about gastronomy!": "Vous pouvez me poser des questions sur la gastronomie !",
  "Add a payment method and order without worries": "Ajoutez un mode de paiement et commandez sans soucis",
  "Credit or debit card": "Carte de crédit ou de débit",
  "Add your favorite payment methods": "Ajoutez vos modes de paiement préférés",
  "Add card": "Ajouter une carte",
  "Adding card": "Ajout de la carte",
  "Save Changes": "Sauvegarder les modifications",
  "I want to be a delivery man": "Je veux être livreur",
  "Use phone or email": "Utiliser le téléphone ou l'email",
  "By providing your phone number, you authorize Doval to utilize this information to optimize your user experience through tailored recommendations and relevant updates.": "En fournissant votre numéro de téléphone, vous autorisez Doval à utiliser ces informations pour optimiser votre expérience utilisateur via des recommandations personnalisées et des mises à jour pertinentes.",
  "Enter a valid phone number": "Entrez un numéro de téléphone valide",
  "Code sent correctly": "Code envoyé correctement",
  "Afghanistan": "Afghanistan",
  "Albania": "Albanie",
  "Germany": "Allemagne",
  "Andorra": "Andorre",
  "Angola": "Angola",
  "Antigua and Barbuda": "Antigua-et-Barbuda",
  "Saudi Arabia": "Arabie Saoudite",
  "Algeria": "Algérie",
  "Argentina": "Argentine",
  "Armenia": "Arménie",
  "Australia": "Australie",
  "Austria": "Autriche",
  "Azerbaijan": "Azerbaïdjan",
  "Bahamas": "Bahamas",
  "Bangladesh": "Bangladesh",
  "Barbados": "Barbade",
  "Bahrain": "Bahreïn",
  "Belgium": "Belgique",
  "Belize": "Belize",
  "Benin": "Bénin",
  "Belarus": "Biélorussie",
  "Myanmar": "Myanmar",
  "Bolivia": "Bolivie",
  "Bosnia and Herzegovina": "Bosnie-Herzégovine",
  "Botswana": "Botswana",
  "Brazil": "Brésil",
  "Brunei": "Brunei",
  "Bulgaria": "Bulgarie",
  "Burkina Faso": "Burkina Faso",
  "Burundi": "Burundi",
  "Cape Verde": "Cap-Vert",
  "Cambodia": "Cambodge",
  "Cameroon": "Cameroun",
  "Canada": "Canada",
  "Qatar": "Qatar",
  "Chad": "Tchad",
  "Chile": "Chili",
  "China": "Chine",
  "Cyprus": "Chypre",
  "Colombia": "Colombie",
  "Comoros": "Comores",
  "Congo": "Congo",
  "North Korea": "Corée du Nord",
  "South Korea": "Corée du Sud",
  "Ivory Coast": "Côte d'Ivoire",
  "Costa Rica": "Costa Rica",
  "Croatia": "Croatie",
  "Cuba": "Cuba",
  "Denmark": "Danemark",
  "Dominica": "Dominique",
  "Ecuador": "Équateur",
  "Egypt": "Égypte",
  "El Salvador": "El Salvador",
  "United Arab Emirates": "Émirats Arabes Unis",
  "Eritrea": "Érythrée",
  "Slovakia": "Slovaquie",
  "Slovenia": "Slovénie",
  "Spain": "Espagne",
  "United States": "États-Unis",
  "Estonia": "Estonie",
  "Ethiopia": "Éthiopie",
  "Philippines": "Philippines",
  "Finland": "Finlande",
  "Fiji": "Fidji",
  "France": "France",
  "Gabon": "Gabon",
  "Gambia": "Gambie",
  "Georgia": "Géorgie",
  "Ghana": "Ghana",
  "Greece": "Grèce",
  "Grenada": "Grenade",
  "Guatemala": "Guatemala",
  "Guinea": "Guinée",
  "Guinea-Bissau": "Guinée-Bissau",
  "Equatorial Guinea": "Guinée Équatoriale",
  "Guyana": "Guyane",
  "Haiti": "Haïti",
  "Honduras": "Honduras",
  "Hungary": "Hongrie",
  "India": "Inde",
  "Indonesia": "Indonésie",
  "Iraq": "Irak",
  "Iran": "Iran",
  "Ireland": "Irlande",
  "Iceland": "Islande",
  "Israel": "Israël",
  "Italy": "Italie",
  "Jamaica": "Jamaïque",
  "Japan": "Japon",
  "Jordan": "Jordanie",
  "Kazakhstan": "Kazakhstan",
  "Kenya": "Kenya",
  "Kyrgyzstan": "Kirghizistan",
  "Kiribati": "Kiribati",
  "Kuwait": "Koweït",
  "Laos": "Laos",
  "Latvia": "Lettonie",
  "Lebanon": "Liban",
  "Lesotho": "Lesotho",
  "Liberia": "Libéria",
  "Libya": "Libye",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituanie",
  "Luxembourg": "Luxembourg",
  "North Macedonia": "Macédoine du Nord",
  "Madagascar": "Madagascar",
  "Malaysia": "Malaisie",
  "Malawi": "Malawi",
  "Maldives": "Maldives",
  "Mali": "Mali",
  "Malta": "Malte",
  "Morocco": "Maroc",
  "Mauritius": "Maurice",
  "Mauritania": "Mauritanie",
  "Mexico": "Mexique",
  "Micronesia": "Micronésie",
  "Moldova": "Moldavie",
  "Monaco": "Monaco",
  "Mongolia": "Mongolie",
  "Montenegro": "Monténégro",
  "Mozambique": "Mozambique",
  "Namibia": "Namibie",
  "Nauru": "Nauru",
  "Nepal": "Népal",
  "Nicaragua": "Nicaragua",
  "Niger": "Niger",
  "Nigeria": "Nigeria",
  "Norway": "Norvège",
  "New Zealand": "Nouvelle-Zélande",
  "Oman": "Oman",
  "Netherlands": "Pays-Bas",
  "Pakistan": "Pakistan",
  "Palau": "Palaos",
  "Palestine": "Palestine",
  "Panama": "Panama",
  "Papua New Guinea": "Papouasie-Nouvelle-Guinée",
  "Paraguay": "Paraguay",
  "Peru": "Pérou",
  "Poland": "Pologne",
  "Portugal": "Portugal",
  "United Kingdom": "Royaume-Uni",
  "Central African Republic": "République Centrafricaine",
  "Czech Republic": "République Tchèque",
  "Dominican Republic": "République Dominicaine",
  "Republic of the Congo": "République du Congo",
  "Democratic Republic of the Congo": "République Démocratique du Congo",
  "Romania": "Roumanie",
  "Russia": "Russie",
  "Rwanda": "Rwanda",
  "Samoa": "Samoa",
  "Saint Kitts and Nevis": "Saint-Christophe-et-Niévès",
  "San Marino": "Saint-Marin",
  "Saint Vincent and the Grenadines": "Saint-Vincent-et-les-Grenadines",
  "Saint Lucia": "Sainte-Lucie",
  "Sao Tome and Principe": "Sao Tomé-et-Principe",
  "Senegal": "Sénégal",
  "Serbia": "Serbie",
  "Seychelles": "Seychelles",
  "Sierra Leone": "Sierra Leone",
  "Singapore": "Singapour",
  "Syria": "Syrie",
  "Somalia": "Somalie",
  "Sri Lanka": "Sri Lanka",
  "Eswatini": "Eswatini",
  "South Africa": "Afrique du Sud",
  "Sudan": "Soudan",
  "South Sudan": "Soudan du Sud",
  "Sweden": "Suède",
  "Switzerland": "Suisse",
  "Suriname": "Suriname",
  "Thailand": "Thaïlande",
  "Tanzania": "Tanzanie",
  "Tajikistan": "Tadjikistan",
  "Timor-Leste": "Timor oriental",
  "Togo": "Togo",
  "Tonga": "Tonga",
  "Trinidad and Tobago": "Trinité-et-Tobago",
  "Tunisia": "Tunisie",
  "Turkmenistan": "Turkménistan",
  "Turkey": "Turquie",
  "Tuvalu": "Tuvalu",
  "Ukraine": "Ukraine",
  "Uganda": "Ouganda",
  "Uruguay": "Uruguay",
  "Uzbekistan": "Ouzbékistan",
  "Vanuatu": "Vanuatu",
  "Vatican City": "Cité du Vatican",
  "Venezuela": "Venezuela",
  "Vietnam": "Vietnam",
  "Yemen": "Yémen",
  "Djibouti": "Djibouti",
  "Zambia": "Zambie",
  "Zimbabwe": "Zimbabwe",
  "Healthy and Conscious Eating": "Alimentation saine et consciente",
  "International and Ethnic Cuisine": "Cuisine internationale et ethnique",
  "Pastry and Confectionery": "Pâtisserie et confiserie",
  "You can change this anytime in Settings and privacy > Privacy > Location >  Doval.": "Vous pouvez changer cela à tout moment dans Paramètres et confidentialité > Confidentialité > Localisation > Doval.",
  "Welcome to Doval": "Bienvenue sur Doval",
  "Discover a world of culinary creativity, where you can explore, share, and enjoy recipes from around the globe. Let's get cooking!": "Découvrez un monde de créativité culinaire, où vous pouvez explorer, partager et savourer des recettes du monde entier. Allons cuisiner !",
  "Sign up for Doval": "Inscrivez-vous sur Doval",
  "By providing your email, you authorize Doval to utilize this information to optimize your user experience through tailored recommendations and relevant updates.": "En fournissant votre email, vous autorisez Doval à utiliser cette information pour optimiser votre expérience utilisateur via des recommandations personnalisées et des mises à jour pertinentes.",
  "Show": "Montrer",
  "Hide": "Masquer",
  "Iniciar seccion": "Connexion",
  "Enter a valid email address": "Entrez une adresse email valide",
  "Add your email": "Ajoutez votre email",
  "Add your password": "Ajoutez votre mot de passe",
  "My payment methods": "Mes modes de paiement",
  "Find recipes from your favorite": "Trouvez des recettes de vos favoris",
  "Limit reached": "Limite atteinte",
  "You cannot select more variants for this option.": "Vous ne pouvez pas sélectionner plus de variantes pour cette option.",
  "You are missing some variants": "Il vous manque des variantes",
  "Select at least": "Sélectionnez au moins",
  "variantes obligatoires": "variantes obligatoires",
  "Added to cart!": "Ajouté au panier !",
  "You have added a new product to your cart!": "Vous avez ajouté un nouveau produit à votre panier !",
  "Go back": "Retourner",
  "Go to cart": "Aller au panier",
  "Error": "Erreur",
  "There was a problem adding the product to the cart.": "Un problème est survenu lors de l'ajout du produit au panier.",
  "Notes": "Remarques",
  "Add to cart": "Ajouter au panier",
  "Oops! Your cart is empty 🍽️": "Oups ! Votre panier est vide 🍽️",
  "Once you add items from a restaurants or storem your cart will appear here": "Une fois que vous ajoutez des articles d'un restaurant ou d'un magasin, votre panier apparaîtra ici",
  "View restaurants": "Voir les restaurants",
  "Visit Store": "Visiter la boutique",
  "Notes for riderMan": "Remarques pour le livreur",
  "Products": "Produits",
  "Your Product": "Votre Produit",
  "Delivery by": "Livraison par",
  "Tracking order": "Suivi de commande",
  "IsLoading...": "Chargement...",
  "🏍️ Rider is waiting for the order in the restaurant": "🏍️ Le livreur attend la commande au restaurant",
  "Confirm order PIN": "Confirmer le PIN de la commande",
  "Deliver To": "Livrer à",
  "Select address to": "Sélectionnez l'adresse pour",
  "Change": "Changer",
  "Payment Method": "Méthode de paiement",
  "About to": "À propos de",
  "Joined Doval:": "A rejoint Doval :",
  "Based In:": "Basé à :",
  "reports success": "Rapport envoyé avec succès",
  "reports success message": "Votre rapport a été soumis avec succès. Merci pour votre rapport, il nous aide à nous améliorer.",
  "reports error": "Erreur",
  "reports error message": "Une erreur s'est produite lors de la soumission de votre rapport. Veuillez réessayer plus tard.",
  "Report User": "Signaler un utilisateur",
  "Review your order!": "Examinez votre commande !",
  "Tell us about yourself": "Parlez-nous de vous",
  "These help us to introduce you": "Ces éléments nous aident à vous présenter",
  "Add your name": "Ajoutez votre nom",
  "Add your username": "Ajoutez votre nom d'utilisateur",
  "Enter password": "Entrez le mot de passe",
  "Repeat password": "Répétez le mot de passe",
  "Your password must be at least:": "Votre mot de passe doit comporter au moins :",
  "8 characters": "8 caractères",
  "1 uppercase letter": "1 lettre majuscule",
  "1 lowercase letter": "1 lettre minuscule",
  "1 number": "1 chiffre",
  "1 special character": "1 caractère spécial",
  "Update your profile": "Mettre à jour votre profil",
  "Search preferred language": "Rechercher la langue préférée",
  "Search my country": "Rechercher mon pays",
  "Verified Code": "Code Vérifié",
  "Verifying code": "Vérification du code",
  "Resending code": "Ré-envoi du code",
  "Resend code in": "Réenvoyer le code dans",
  "seconds": "secondes",
  "Didn't receive a code?": "Vous n'avez pas reçu de code ?",
  "Incorrect code, please try again": "Code incorrect, veuillez réessayer",
  "Code verified correctly": "Code vérifié correctement",
  "Menu": "Menu",
  "Overview": "Aperçu",
  "Recipes for you": "Recettes pour vous",
  "You have a product available, Check cart now!": "Vous avez un produit disponible, vérifiez le panier maintenant !",
  "Swipe up for more": "Glissez vers le haut pour plus",
  "Search users": "Rechercher des utilisateurs",
  "No followers found": "Aucun abonné trouvé",
  "Try another search": "Essayez une autre recherche",
  "We couldn't find any followers with that name.": "Nous n'avons trouvé aucun abonné avec ce nom.",
  "Loading business": "Chargement de l'entreprise",
  "Search for nearby restaurants, and businesses": "Recherchez des restaurants et entreprises à proximité",
  "Error fetching data": "Erreur de récupération des données",
  "New Post:": "Nouvelle Publication :",
  "Share your culinary creations, restaurant reviews, or food experiences.": "Partagez vos créations culinaires, critiques de restaurants ou expériences gastronomiques.",
  "Create & Sell Recipe:": "Créer et Vendre une Recette :",
  "Upload your favorite recipes to share or sell them to the community.": "Téléchargez vos recettes préférées pour les partager ou les vendre à la communauté.",
  "Upload Image..": "Télécharger une Image...",
  "Avatar updated successfully": "Avatar mis à jour avec succès",
  "Failed to update avatar": "Échec de la mise à jour de l'avatar",
  "Add bio": "Ajouter une bio",
  "Loading interest": "Chargement des intérêts",
  "Skip": "Passer",
  "Choose Yours intereses": "Choisissez vos intérêts",
  "Personalize your experiencie by picking 3 or more topics": "Personnalisez votre expérience en choisissant 3 sujets ou plus",
  "next": "suivant",
  "Interests saved successfully!": "Intérêts enregistrés avec succès !",
  "Interests saved error!": "Erreur lors de l'enregistrement des intérêts !",
  "Go to explorar": "Aller à explorer",
  "Oops!": "Oups !",
  "Your order has been canceled.": "Votre commande a été annulée.",
  "We apologize for the inconvenience. Please try again.": "Nous nous excusons pour le désagrément. Veuillez réessayer.",
  "Deliver to": "Livrer à",
  "Select Payment Method": "Sélectionnez le mode de paiement",
  "Add Coupons": "Ajouter des coupons",
  "Estimated Time": "Temps estimé",
  "Service": "Service",
  "Delivery": "Livraison",
  "Discount": "Remise",
  "Congratulations!": "Félicitations !",
  "Your order has been delivered successfully.": "Votre commande a été livrée avec succès.",
  "We appreciate your preference and hope you enjoy your meal.": "Nous apprécions votre préférence et espérons que vous apprécierez votre repas.",
  "Go to Tracking": "Aller au suivi",
  "Submit Review": "Soumettre un avis",
  "Enter your review": "Entrez votre avis",
  "Loading...": "Chargement...",
  "Thank you": "Merci",
  "for your order": "pour votre commande",
  "We are excited to prepare your meal for you! You can follow the status of your order in real time.": "Nous sommes ravis de préparer votre repas pour vous ! Vous pouvez suivre le statut de votre commande en temps réel.",
  "You receive it in": "Vous le recevrez dans",
  "After you get your order, tell the delivery person your PIN.": "Après avoir reçu votre commande, indiquez votre PIN au livreur.",
  "Confirm delivery with your Pin": "Confirmez la livraison avec votre PIN",
  "Fraud Protection": "Protection contre la fraude",
  "The unique PIN ensures only you can confirm the delivery, preventing fraud.": "Le PIN unique garantit que seul vous pouvez confirmer la livraison, empêchant ainsi les fraudes.",
  "Secure Delivery": "Livraison sécurisée",
  "Provide the PIN to the delivery person to ensure your order reaches you.": "Fournissez le PIN au livreur pour vous assurer que votre commande vous parvienne.",
  "Delivery Verification": "Vérification de la livraison",
  "Use the PIN to confirm receipt and avoid delivery mistakes.": "Utilisez le PIN pour confirmer la réception et éviter les erreurs de livraison.",
  "Doval Rider": "Livreur Doval",
  "Logout": "Déconnexion",
  "Register business": "Enregistrer une entreprise",
  "Register delivery": "Enregistrer une livraison",
  "Support and about": "Support et à propos",
  "Report a problem": "Signaler un problème",
  "To foster transparency and build trust, Doval displays key information about each creators account.": "Pour favoriser la transparence et établir la confiance, Doval affiche des informations clés sur le compte de chaque créateur.",
  "Are you sure you want to block this user?": "Êtes-vous sûr de vouloir bloquer cet utilisateur ?",
  "Blocking will prevent this user from interacting with you or your content on Doval. They will not be able to follow you, message you, or see your posts. You will also not be able to see their content.": "Le blocage empêchera cet utilisateur d'interagir avec vous ou votre contenu sur Doval. Il ne pourra pas vous suivre, vous envoyer des messages ou voir vos publications. Vous ne pourrez pas non plus voir son contenu.",
  "Block": "Bloquer",
  "There was an error blocking the user. Please try again.": "Une erreur s'est produite lors du blocage de l'utilisateur. Veuillez réessayer.",
  "closed for moments": "fermé pour l'instant",
  "Send": "Envoyer",
  "View order": "Voir la commande",
  "Enter 6-digit code": "Entrez le code à 6 chiffres",
  "Upload Media": "Télécharger des médias",
  "Drafts": "Brouillons",
  "Basic Business Information": "Informations commerciales de base",
  "Please fill in the following information to complete the process.": "Veuillez remplir les informations suivantes pour compléter le processus.",
  "Business types*": "Types d'entreprise*",
  "Business name*": "Nom de l'entreprise*",
  "Business description*": "Description de l'entreprise*",
  "Tax identification number": "Numéro d'identification fiscale",
  "Business Address": "Adresse de l'entreprise",
  "Select on the Map": "Sélectionner sur la carte",
  "The address must have at least 5 characters": "L'adresse doit comporter au moins 5 caractères",
  "Enter a valid zip code": "Entrez un code postal valide",
  "Street": "Rue",
  "City": "Ville",
  "State": "État",
  "Zip": "Code postal",
  "Financial Information": "Informations financières",
  "Bank name*": "Nom de la banque*",
  "Currency*": "Devise*",
  "Account type*": "Type de compte*",
  "Account number*": "Numéro de compte*",
  "Account holder name*": "Nom du titulaire du compte*",
  "Fiscal identification*": "Identification fiscale*",
  "Current": "Courant",
  "Savings": "Épargne",
  "Do you have Riders?": "Avez-vous des livreurs ?",
  "Yes": "Oui",
  "No": "Non",
  "Add Variant": "Ajouter une variante",
  "Delete Variant": "Supprimer la variante",
  "Business Hours": "Heures d'ouverture",
  "Select the operation days*": "Sélectionnez les jours d'ouverture*",
  "Select the opening time*": "Sélectionnez l'heure d'ouverture*",
  "Select the closing time*": "Sélectionnez l'heure de fermeture*",
  "Full Name*": "Nom complet*",
  "Identification Number*": "Numéro d'identification*",
  "Role*": "Rôle*",
  "Email*": "Email*",
  "Phone Number*": "Numéro de téléphone*",
  "Identification Image*": "Image d'identification*",
  "Representative information": "Informations du représentant",
  "Confirm your data and accept the agreements": "Confirmez vos données et acceptez les accords",
  "Please confirm your data and accept the agreements to continue with the registration process.": "Veuillez confirmer vos données et accepter les accords pour continuer le processus d'inscription.",
  "I accept the terms and conditions": "J'accepte les termes et conditions",
  "I accept the privacy policy": "J'accepte la politique de confidentialité",
  "I authorize data verification": "J'autorise la vérification des données",
  "business name": "nom de l'entreprise",
  "This is a verified business": "C'est une entreprise vérifiée",
  "Free": "Gratuit",
  "Username cannot be empty": "Le nom d'utilisateur ne peut pas être vide",
  "Username must be at least 3 characters long": "Le nom d'utilisateur doit comporter au moins 3 caractères",
  "Username is available": "Nom d'utilisateur disponible",
  "Username is not available": "Nom d'utilisateur non disponible",
  "Error validating username": "Erreur de validation du nom d'utilisateur",
  "Your code was sent to": "Votre code a été envoyé à",
  "Oh no!": "Oh non !",
  "Something went wrong": "Quelque chose s'est mal passé",
  "Try again": "Réessayez",
  "Similar recipes and more": "Recettes similaires et plus",
  "The food you like": "La nourriture que vous aimez",
  "Your purchases from home": "Vos achats depuis chez vous",
  "Flash Deals": "Offres Flash",
  "Pizza": "Pizza",
  "Hamburgers": "Hamburgers",
  "Add Address": "Ajouter une adresse",
  "Incomplete fields": "Champs incomplets",
  "Please complete the following fields:": "Veuillez compléter les champs suivants :",
  "Create more recipes": "Créer plus de recettes",
  "Do you want to create another recipe or go back?": "Voulez-vous créer une autre recette ou revenir ?",
  "Recipe added successfully!": "Recette ajoutée avec succès !",
  "Reject": "Rejeter",
  "Accept": "Accepter",
  "Send with Doval": "Envoyer avec Doval",
  "Send with my rider": "Envoyer avec mon livreur",
  "Need more time?": "Besoin de plus de temps ?",
  "Verify this order": "Vérifier cette commande",
  "Pending": "En attente",
  "In progress": "En cours",
  "Delivering": "En livraison",
  "Completed": "Terminé",
  "Canceled": "Annulé",
  "No orders available": "Sans commandes disponibles",
  "We have not found orders in this state.": "Nous n'avons trouvé aucune commande dans cet état.",
  "Success": "Succès",
  "OK": "OK",
  "Your report has been successfully submitted. Thank you for your report, it helps us improve.": "Votre rapport a été soumis avec succès. Merci pour votre rapport, il nous aide à nous améliorer.",
  "There was an error submitting your report. Please try again later.": "Une erreur s'est produite lors de la soumission de votre rapport. Veuillez réessayer plus tard.",
  "Report Post": "Signaler une publication",
  "Report": "Signaler",
  "Inappropriate Content": "Contenu inapproprié",
  "Violence or Dangerous Behavior": "Violence ou comportement dangereux",
  "Discrimination or Hate Speech": "Discrimination ou propos haineux",
  "Sexually Explicit Content": "Contenu sexuellement explicite",
  "Spam or Misleading Content": "Spam ou contenu trompeur",
  "Copyright Infringement": "Infringement de copyright",
  "Threats or Harassment": "Menaces ou harcèlement",
  "False or Misleading Information": "Information fausse ou trompeuse",
  "Incitement to Hate or Violence": "Incitation à la haine ou à la violence",
  "Privacy Violation": "Violation de la vie privée",
  "Inappropriate Content for Minors": "Contenu inapproprié pour les mineurs",
  "Other Violations of Community Guidelines": "Autres violations des lignes directrices communautaires",
  "Videos containing offensive language, disturbing images, or any content considered inappropriate.":  "Videos contenant du langage offensant, des images perturbatrices ou tout contenu considéré comme inapproprié.",
  "Videos showing acts of violence, abuse, or any dangerous activity that may incite harmful behavior.": "Videos montrant des actes de violence, d'abus ou toute activité dangereuse pouvant inciter à des comportements nocifs.",
  "Videos promoting hate or discrimination against individuals or groups based on race, religion, gender, sexual orientation, disability, or other attributes": "Videos promouvant la haine ou la discrimination contre des individus ou des groupes sur la base de la race, de la religion, du genre, de l'orientation sexuelle, de la handicap, ou d'autres attributs.",
  "Videos containing nudity, sexual acts, or sexually explicit content.": "Videos contenant du nus, des actes sexuels ou du contenu sexuellement explicite.",
  "Videos considered spam, unsolicited content, or misleading content intended to scam or deceive users": "Videos considérés comme spam, contenu non sollicité ou contenu trompeur destiné à escroquer ou décevoir les utilisateurs",
  "Videos infringing on someone else's copyright, including unauthorized reproduction of copyrighted material.": "Videos infringing on someone else's copyright, including unauthorized reproduction of copyrighted material.",
  "Videos containing threats, harassment, or intimidation towards individuals or groups.": "Videos contenant des menaces, du harcèlement ou de l'intimidation à l'égard d'individus ou de groupes.",
  "Videos spreading false information, rumors, or misleading content that may cause confusion or harm.": "Videos diffusant des informations fausses, des rumeurs ou du contenu trompeur pouvant causer de la confusion ou du préjudice.",
  "Videos inciting hate, violence, or illegal actions against specific individuals or groups.": "Videos incitant à la haine, à la violence ou à des actions illégales contre des individus ou des groupes spécifiques.",
  "Videos showing personal or private information of a person without their consent.": "Videos montrant des informations personnelles ou privées d'une personne sans leur consentement.",
  "Videos not suitable for minors, including graphic, violent, or explicit content.": "Videos non adaptés pour les mineurs, y compris du contenu graphique, violent ou explicite.",
  "Any other type of content violating the community guidelines and policies of Doval | Mi Rincón Gourmet.": "Tout autre type de contenu enfreignant les lignes directrices et les politiques communautaires de Doval | Mi Rincón Gourmet.",
  "User blocked successfully.": "Utilisateur bloqué avec succès.",
  "Feedback": "Feedback",
  "Help": "Aide",
  "Doval for you": "Doval pour vous",
  "Manage your Doval profile, preferencesprivacy settings, and notifications.": "Administrez votre profil Doval, préférences de confidentialité, paramètres de notifications.",
  "Account Settings": "Paramètres du compte",
  "My Coupons": "Mes coupons",
  "Display": "Afficher",
  "Languages & Currency": "Langues et Monnaie",
  "Date": "Date",
  "Add Date": "Ajouter une date",
  "Add username": "Ajouter un nom d'utilisateur",
  "Add full name": "Ajouter un nom complet",
  "Add email": "Ajouter un email",
  "Add gender": "Ajouter un genre",
  "Add phone number": "Ajouter un numéro de téléphone",
  "Add country": "Ajouter un pays",
  "Account Information ": "Informations de la compte",
  "View and edit your profile picture, username, full name,  email address, password, country, birthdate,  and account closure options.": "Voir et modifier votre photo de profil, nom d'utilisateur, nom complet, adresse email, mot de passe, pays, date de naissance et options de fermeture de compte.",
  "Delete Account": "Supprimer le compte",
  "Choose payment method": "Choisir la méthode de paiement",
  "Add credit or debit card": "Ajouter une carte de crédit ou de débit",
  "Code:": "Code:",
  "Use coupon": "Utiliser le coupon",
  "Terms and conditions": "Conditions d'utilisation",
  "Available coupons": "Coupons disponibles",
  "Your business registration has been sent successfully.": "Votre inscription d'entreprise a été envoyée avec succès.",
  "An error occurred while sending your registration.": "Une erreur s'est produite lors de l'envoi de votre inscription.",
  "Validation error": "Erreur de validation",
  "OK, go to Feed": "OK, aller à Feed",
  "Your account has been created successfully": "Votre compte a été créé avec succès",
  "You will receive your first order shortly": "Vous recevrez votre première commande sous peu",
  "Food Type": "Type de nourriture",
  "Error Name": "Erreur de nom",
  "Add a name to this recipe!": "Ajouter un nom à cette recette !",
  "Error Description": "Erreur de description",
  "Add a description to this recipe!": "Ajouter une description à cette recette !",
  "Error Price": "Erreur de prix",
  "Add a price to this recipe!": "Ajouter un prix à cette recette !",
  "Error Categories": "Erreur de catégories",
  "Select the category of your recipe!": "Sélectionnez la catégorie de votre recette !",
  "Error Recipe Type": "Erreur de type de recette",
  "Select a recipe type!": "Sélectionnez un type de recette !",
  "Create another recipe": "Créer une autre recette",
  "Go to Board": "Aller à l'écran",
  "You have completed the order correctly!": "Vous avez complété la commande correctement !",
  "Saved successfully!": "Enregistré avec succès !",
  "Side Dish": "Accompagnement",
  "Add variants to your recipe, and help your users understand what they want to serve it with.": "Ajoutez des variantes à votre recette et aidez vos utilisateurs à comprendre ce qu'ils veulent l'accompagner.",
  "Add title variant": "Ajouter un titre de variante",
  "Side Dish Everyone": "Accompagnement pour tous",
  "Limit Reached": "Limite atteinte",
  "No data available.": "Aucune donnée disponible.",
  "Warning": "Attention",
  "Added to Cart": "Ajouté au panier",
  "You have added a new product to your cart.": "Vous avez ajouté un nouveau produit à votre panier.",
  "Back": "Retour",
  "Add more variants": "Ajouter plus de variantes",
  "Go to Cart": "Aller au panier",
  "Missing recipeID.": "Faut recipeID.",
  "Error of Validation": "Erreur de validation",
  "The variant ID  requires exactly  selections, but  were selected.": "La variante ID  requiert exactement  sélections, mais  ont été sélectionnées.",
  "Missing variants": "Faut variantes",
  "Select exactly  variants.": "Sélectionnez exactement  variantes.",
  "No se cumple la condición de éxito o falta recipeID.": "No se cumple la condición de éxito o falta recipeID.",
  "You have an order pending to accept!": "Vous avez une commande en attente d'acceptation !",
  "Go to Dashboard": "Aller au tableau de bord",
  "Update my profile": "Mettre à jour mon profil",
  "You are solicitud pendiente de revisión": "Vous êtes en attente de révision",
  "Please wait for the review to be completed by the admin": "Veuillez patienter pour que la révision soit terminée par l'administrateur",
  "Welcome to the portal": "Bienvenue sur le portail",
  "You can now access the portal": "Vous pouvez maintenant accéder au portail",
  "Access portal": "Accéder au portail",
  "Welcome to the Business Onboarding Process": "Bienvenue sur le processus d'onboarding de l'entreprise",
  "There was a problem saving the variant.": "Il y a eu un problème lors de la sauvegarde de la variante.",
  "There was a problem saving the subvariant.": "Il y a eu un problème lors de la sauvegarde de la sous-variante.",
  "Are you sure you want to delete this subvariant?": "Êtes-vous sûr de vouloir supprimer cette sous-variante ?",
  "Confirm Delete": "Confirmer la suppression",
  "Delete": "Supprimer",
  "Are you sure you want to delete this variant?": "Êtes-vous sûr de vouloir supprimer cette variante ?",
  "Example: Yucas, Papas": "Exemple : Yucas, Papas",
  "Required": "Requis",
  "Limit": "Limite",
  "Portal": "Portail",
  "Menu Management": "Gestión de Menú",
  "Payment History": "Historial de Pagos",
  "Analytics": "Análisis",
  "Order Received 🙌": "Commande reçue 🙌",
  "Your order has been received and is now in progress. Let the action begin!": "Votre commande a été reçue et est maintenant en cours. Laissez l'action commencer !",
  "Preparing Your Order 🍳": "Préparation de votre commande 🍳",
  "Our chefs are working to ensure everything is perfect. Guaranteed flavor! 😋": "Nos chefs travaillent pour s'assurer que tout est parfait. Garanti goût ! 😋",
  "Delivery on the Way 🚴‍♂️": "Livraison en cours 🚴‍♂️",
  "Our delivery person is on the way to you. We're almost there! 🛵💨": "Notre livreur est sur la route pour vous. Nous y sommes presque ! 🛵💨",
  "Order Delivered 🥳": "Commande livrée 🥳",
  "Your order has been delivered! Enjoy your meal and confirm the delivery. 🍽️✨": "Votre commande a été livrée ! Profitez de votre repas et confirmez la livraison. 🍽️✨",
  "Resume Order list": "Liste de résumé de commande",
  "Coupons": "Coupons",
  "Select Coupons": "Sélectionner des coupons",
  "Details order": "Détails de la commande",
  "Confirm your order to avoid fraud": "Confirmez votre commande pour éviter la fraude",
  "AboutThisUser": "À propos de cet utilisateur",
  "AboutThisUserDescription": "Voir et gérer vos posts passés, recettes et lives.",
  "BlockedUsers": "Utilisateurs bloqués",
  "BlockedUsersDescription": "Voir et gérer vos posts passés, recettes et lives.",
  "ReportUser": "Signaler un utilisateur",
  "ReportUserDescription": "Lancer une live pour vous connecter avec votre audience en temps réel.",
  "Add a new address": "Ajouter une nouvelle adresse",
  "Details": "Détails",
  "Instructions (optional)": "Instructions (Optionnel)",
  "Tag your address*": "Étiqueter votre adresse*",
  "Tag: (ej: Mi casa, Oficina, Novia)": "Étiqueter: (ex: Ma maison, Bureau, Fiancee)",
  "Details of the address*": "Détails de l'adresse*",
  "No. Apto, Oficina, Casa": "No. Apto, Bureau, Maison",
  "Welcome Back!": "Bienvenue de retour !",
  "Welcome back to Doval. Please enter your password to continue.": "Bienvenue sur Doval. Veuillez entrer votre mot de passe pour continuer.",
  "Sign up for Doval for the best experience": "S'inscrire à Doval pour la meilleure expérience",
  "Sending": "Envoi",
  "Sign in": "Se connecter",
  "Signing in": "Connexion en cours",
  "Business nearby for You": "Entreprise à proximité pour vous",
  "Profile": "Profil",
  "Home": "Accueil",
  "Sunday": "Dimanche",
  "Monday": "Lundi",
  "Tuesday": "Mardi",
  "Wednesday": "Mercredi",
  "Thursday": "Jeudi",
  "Friday": "Vendredi",
  "Saturday": "Samedi",
  "Closed": "Fermé",
  "Processing": "Traitement",
  "Incorrect password": "Mot de passe incorrect",
  "Reset your password": "Reestablecer contraseña",
  "Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Ingresa tu correo electrónico y recibe un código para actualizar tu contraseña de forma rápida. Reconecta con tu pasión por la gastronomía!",
  "Save changes": "Guardar cambios",
  "SuccessMessage": "Cambios guardados con éxito",
  "An ocurred error!": "Ha ocurrido un error!",
  "Please try again later.": "Por favor, intenta nuevamente más tarde.",
  "Time": "Tiempo",
  "added to the order": "agregado a la orden",
  "Processing order...": "Procesando orden...",
  "Order": "Orden",
  "rejected successfully!": "rechazada con éxito!",
  "sent successfully!": "enviada con éxito!",
  "completed successfully!": "completada con éxito!",
  "Incorrect code!": "Código incorrecto!",
  "Add a comment": "Agregar un comentario",
  "Your Business has been created successfully": "Tu negocio ha sido creado con éxito",
  "Our review team will check your business, thank you! This process usually takes less than 24 hours": "Nuestro equipo de revisión revisará tu negocio, ¡gracias! Este proceso suele durar menos de 24 horas",
  "Go to Feed": "Ir a Feed",
  "Vehicle": "Vehículo",
  "Your review has been submitted.": "Tu reseña ha sido enviada.",
}   
