{
  "Logintitle": "Conecte-se e compartilhe!😋🍔🍕",
  "Logindescription": "Enviaremos um código de confirmação para este número para verificar sua conta.",
  "Followers": "Seguidores",
  "Follow": "Seguir",
  "Following": "Seguindo",
  "PlaceholderEmail": "Digite o e-mail",
  "Password": "Senha",
  "Continue": "Continuar",
  "Sending code": "Enviando código",
  "Do not you have an account yet?": "Ainda não tem uma conta?",
  "Sign up": "Cadastre-se",
  "Or start with": "ou continue com",
  "Start with my number": "continue com meu número",
  "continue with my apple": "Continue com meu Apple",
  "continue with my Google": "Continue com meu Google",
  "continue with my Facebook": "Continue com meu Facebook",
  "Continue with your email": "Continue com seu e-mail",
  "Register and Share": "Cadastre-se e Compartilhe!",
  "Complete the form to register": "Preencha o formulário para se cadastrar",
  "Full name": "Nome completo",
  "There are no posts yet": "Ainda não há publicações",
  "Start sharing...!": "Comece a compartilhar!",
  "No comments yet": "Ainda não há comentários",
  "Start a conversation": "Inicie uma conversa",
  "See answers": "Ver respostas",
  "Write comment": "Escrever comentário",
  "Comment": "Comentário",
  "Comments": "Comentários",
  "Order Now": "Peça Agora",
  "Cart": "Carrinho",
  "Login": "Entrar",
  "Manage your account, react, share and order...!": "Gerencie sua conta, reaja, compartilhe e faça pedidos...!",
  "Register": "Cadastrar",
  "Confirm Password": "Confirmar Senha",
  "Do you already have an account?": "Já tem uma conta?",
  "There are no recipes today...": "Não há receitas hoje...",
  "Please come back later...": "Por favor, volte mais tarde...",
  "Recipes of the day!": "Receitas do dia!",
  "Search Recipes...": "Buscar Receitas...",
  "Popular": "Popular",
  "Categories": "Categorias",
  "We are not in your area yet": "Ainda não estamos na sua área",
  "We work every day to reach you!": "Trabalhamos todos os dias para chegar até você!",
  "Search Restaurants, food...": "Buscar Restaurantes, comidas...",
  "Choose your favorite option": "Escolha sua opção favorita",
  "Empty saved": "Sem itens salvos",
  "Setting": "Configuração",
  "My Settings": "Minhas Configurações",
  "My Addresses": "Meus Endereços",
  "Account": "Conta",
  "General": "Geral",
  "My Locations": "Minhas Localizações",
  "Payment methods": "Métodos de pagamento",
  "Languages": "Idiomas",
  "Support": "Suporte",
  "Register my business": "Cadastre meu negócio",
  "Help Center": "Central de Ajuda",
  "Sign off": "Sair",
  "User information": "Informações do usuário",
  "Username": "Nome de usuário",
  "Email": "E-mail",
  "Phone number": "Número de telefone",
  "Country": "País",
  "Birthdate": "Data de nascimento",
  "Switch to Restaurant account": "Mudar para conta de Restaurante",
  "This type of account is useful for selling your recipes.": "Este tipo de conta é útil para vender suas receitas.",
  "Legal": "Legal",
  "terms and Conditions": "Termos e Condições",
  "Privacy Policy": "Política de Privacidade",
  "Copyright policy": "Política de Direitos Autorais",
  "Effective date": "Data de vigência: 10 de fevereiro de 2024",
  "Introduction": "Introdução",
  "ContentIntroduction": "Doval é uma rede social dedicada à gastronomia que permite descobrir, compartilhar e desfrutar de alimentos. Você pode fazer pedidos, reagir a publicações e conversar com outros usuários. Estes Termos e Condições regulam o uso do Doval. Ao usar o Doval, você concorda com estes Termos e Condições.",
  "UseOfDovalTitle": "Uso do Doval",
  "UseOfDovalContent": "Você pode usar o Doval para: Buscar e pedir comida de restaurantes locais. Compartilhar fotos e vídeos de suas refeições favoritas. Reagir às publicações de outros usuários com 'Curtir', 'Não Curtir' e comentários. Conversar com outros usuários.",
  "ContentTitle": "Conteúdo",
  "ContentContent": "Você é responsável pelo conteúdo que publica no Doval. Você não deve publicar conteúdo que seja: Ilegal, prejudicial, ameaçador, abusivo, difamatório, obsceno, pornográfico, discriminatório ou que invada a privacidade de outros. Spam ou publicidade não solicitada. Falso ou enganoso. O Doval se reserva o direito de remover qualquer conteúdo que viole estes Termos e Condições.",
  "OrdersTitle": "Pedidos",
  "OrdersContent": "Ao fazer um pedido pelo Doval, você aceita os termos e condições do restaurante. O Doval não se responsabiliza pela qualidade da comida ou pelo atendimento ao cliente.",
  "PrivacyTitle": "Privacidade",
  "PrivacyContent": "O Doval coleta informações pessoais sobre você, como seu nome, e-mail e endereço. O Doval usa essas informações para fornecer o serviço e melhorar sua experiência. O Doval não compartilhará suas informações pessoais com terceiros sem seu consentimento.",
  "IntellectualPropertyTitle": "Propriedade Intelectual",
  "IntellectualPropertyContent": "O Doval é propriedade da Doval Inc. O conteúdo do Doval é protegido por direitos autorais e outras leis de propriedade intelectual. Você não pode copiar, distribuir ou modificar o conteúdo do Doval sem o consentimento da Doval.",
  "IndemnificationTitle": "Indenização",
  "IndemnificationContent": "Você concorda em indenizar e defender o Doval contra qualquer dano, perda ou custo decorrente do seu uso do Doval.",
  "ChangesToTermsTitle": "Alterações nos Termos e Condições",
  "ChangesToTermsContent": "O Doval pode modificar estes Termos e Condições a qualquer momento. Nós o notificaremos sobre quaisquer mudanças significativas por e-mail ou por meio de uma notificação no aplicativo.",
  "DisputesTitle": "Disputas",
  "DisputesContent": "Qualquer disputa decorrente destes Termos e Condições será resolvida por meio de arbitragem vinculante.",
  "AcceptanceTitle": "Aceitação",
  "AcceptanceContent": "Ao usar o Doval, você aceita estes Termos e Condições.",
  "EffectiveDate": "Data de vigência: 10 de fevereiro de 2024",
  "PrivacyPolicyTitle": "Política de Privacidade do Doval",
  "PrivacyPolicyContent": "O Doval se compromete a proteger sua privacidade. Esta Política de Privacidade explica como coletamos, usamos e compartilhamos suas informações pessoais.",
  "InformationWeCollect": "Informações que Coletamos",
  "InformationWeCollectContent": "Coletamos informações pessoais sobre você quando você usa o Doval, como: Seu nome, e-mail e endereço. Informações sobre seu dispositivo, como o endereço IP e o tipo de dispositivo. Informações sobre sua atividade no Doval, como as publicações que você visualiza e com as quais interage.",
  "HowWeUseYourInformation": "Como Usamos Suas Informações",
  "HowWeUseYourInformationContent": "Usamos suas informações pessoais para: Fornecer o serviço Doval. Melhorar sua experiência no Doval. Enviar-lhe comunicações de marketing. Proteger o Doval contra fraudes e abusos.",
  "HowWeShareYourInformation": "Como Compartilhamos Suas Informações",
  "HowWeShareYourInformationContent": "Não compartilhamos suas informações pessoais com terceiros sem seu consentimento. No entanto, podemos compartilhar suas informações pessoais com: Prestadores de serviços que nos ajudam a fornecer o serviço Doval. Autoridades legais, se exigido por lei.",
  "YourChoices": "Suas Escolhas",
  "YourChoicesContent": "Você tem escolhas sobre como coletamos e usamos suas informações pessoais. Você pode: Acessar e atualizar suas informações pessoais. Optar por não receber comunicações de marketing. Solicitar que excluamos suas informações pessoais.",
  "Security": "Segurança",
  "SecurityContent": "Tomamos medidas para proteger suas informações pessoais contra acesso, uso ou divulgação não autorizados. No entanto, nenhuma medida de segurança é perfeita e não podemos garantir a segurança total de suas informações pessoais.",
  "ChangesToPrivacyPolicy": "Alterações na Política de Privacidade",
  "ChangesToPrivacyPolicyContent": "O Doval pode modificar esta Política de Privacidade a qualquer momento. Nós o notificaremos sobre quaisquer mudanças significativas por e-mail ou por meio de uma notificação no aplicativo.",
  "Questions": "Perguntas",
  "QuestionsContent": "Se você tiver alguma dúvida sobre esta Política de Privacidade, pode nos contatar pelo aplicativo Doval.",
  "AcceptanceOfPrivacyPolicy": "Aceitação",
  "AcceptanceOfPrivacyPolicyContent": "Ao usar o Doval, você aceita esta Política de Privacidade.",
  "CopyrightPolicyTitle": "Política de Direitos Autorais do Doval",
  "CopyrightPolicyContent": "O Doval respeita os direitos autorais dos outros e espera que seus usuários façam o mesmo. Esta Política de Direitos Autorais estabelece as normas e procedimentos para relatar e resolver supostas infrações de direitos autorais no Doval.",
  "CopyrightProtectedContent": "Conteúdo Protegido por Direitos Autorais",
  "CopyrightProtectedContentContent": "O Doval contém vários tipos de conteúdo protegido por direitos autorais, incluindo: Textos, fotos, vídeos, músicas, imagens e outras obras criativas originais. Marcas, logotipos e designs de propriedade da Doval ou de terceiros.",
  "PermittedUse": "Uso Permitido",
  "PermittedUseContent": "Você pode compartilhar conteúdo protegido por direitos autorais no Doval nos seguintes casos: Com a permissão expressa do titular dos direitos autorais. Sob a doutrina de uso justo para fins como crítica, comentário, paródia, pesquisa ou educação. No caso de conteúdo publicado sob uma licença aberta que permita compartilhamento e modificação do conteúdo sob certos termos.",
  "CopyrightInfringementProcess": "Processo de Violação de Direitos Autorais",
  "CopyrightInfringementProcessContent": "Se você acredita que seus direitos autorais estão sendo violados no Doval, pode registrar uma reclamação seguindo estas etapas: Forneça informações claras e precisas sobre o material protegido por direitos autorais que supostamente está sendo violado. Identifique a localização do material infrator no Doval (por exemplo, link para a publicação). Forneça suas informações de contato, incluindo seu nome, endereço de e-mail e endereço postal. Forneça uma prova de que você é o titular do material protegido ou que está autorizado a registrar a reclamação em nome do titular. Assine a reclamação eletronicamente ou fisicamente. Envie sua reclamação para o seguinte endereço: Doval Inc. A/C: Agente de Direitos Autorais [Endereço físico da Doval Inc.] [E-mail de contato da Doval Inc.]",
  "CopyrightInfringementConsequences": "Consequências de Violações de Direitos Autorais",
  "CopyrightInfringementConsequencesContent": "O Doval se reserva o direito de remover qualquer conteúdo que viole a Política de Direitos Autorais. No caso de infrações repetidas, o Doval pode suspender ou cancelar a conta do usuário infrator.",
  "ChangesToCopyrightPolicy": "Alterações na Política de Direitos Autorais",
  "ChangesToCopyrightPolicyContent": "O Doval pode modificar esta Política de Direitos Autorais a qualquer momento. Nós o notificaremos sobre quaisquer mudanças significativas por e-mail ou por meio de uma notificação no aplicativo.",
  "CopyrightDisputes": "Disputas",
  "CopyrightDisputesContent": "Qualquer disputa relacionada à Política de Direitos Autorais será resolvida de acordo com as leis da [jurisdição aplicável].",
  "CopyrightAcceptance": "Aceitação",
  "CopyrightAcceptanceContent": "Ao usar o Doval, você aceita esta Política de Direitos Autorais.",
  "Empty": "Vazio",
  "You don't have any notification at this time": "Você não tem nenhuma notificação no momento",
  "Notifications": "Notificações",
  "Search country": "Pesquisar país",
  "Select your country": "Selecione seu país",
  "Start.": "Começar.",
  "Add or choose an address": "Adicionar ou escolher um endereço",
  "Enter a delivery address": "Digite um endereço de entrega",
  "Recipes": "Receitas",
  "New Publication": "Nova Publicação",
  "Share": "Compartilhar",
  "Say what you think": "Diga o que você pensa",
  "Add Videos": "Adicionar Vídeos",
  "We recommend high quality mp4 files no more than 200 megabytes": "Recomendamos arquivos mp4 de alta qualidade com no máximo 200 megabytes",
  "By clicking on Register, you accept the": "Ao clicar em Cadastrar, você aceita os",
  "Doval Login": "Login no Doval",
  "username, fullname, email, Phone number, Country, Birthdate": "nome de usuário, nome completo, e-mail, número de telefone, país, data de nascimento",
  "Reset password": "Redefinir senha",
  "The verification code has been sent to the email": "O código de verificação foi enviado para o e-mail",
  "Send another code": "Enviar outro código",
  "Send another code in": "Enviar outro código em",
  "Passwords do not match": "As senhas não coincidem",
  "Add comment...": "Adicionar comentário...",
  "Loading recipes...": "Carregando receitas...",
  "Search users, restaurants, recipes...": "Buscar usuários, restaurantes, receitas...",
  "Close my account": "Fechar minha conta",
  "CloseDescription": "Quero desativar minha conta, sua conta será completamente excluída após um período de 30 dias, faça login antes para reativá-la",
  "Closed account": "Conta fechada",
  "available username": "nome de usuário disponível",
  "username is already in use": "o nome de usuário já está em uso",
  "Passwords match": "Senhas coincidem",
  "Created account": "Conta criada",
  "Edit": "Editar",
  "Message": "Mensagem",
  "Write a message...": "Escreva uma mensagem...",
  "You can ask me anything about gastronomy!!!": "Você pode me perguntar qualquer coisa sobre gastronomia!!!",
  "You are not logged in": "Você não está conectado",
  "You must be logged in to create a comment.": "Você deve estar logado para criar um comentário.",
  "New recipe": "Nova receita",
  "Create recipe": "Criar receita",
  "Description": "Descrição",
  "Describe your recipe": "Descreva sua receita",
  "Price": "Preço",
  "Wait for your images to finish loading!": "Aguarde o carregamento completo das imagens!",
  "You need at least one cover for your recipe!": "Você precisa de pelo menos uma capa para sua receita!",
  "You need a title for your recipe!": "Você precisa de um título para sua receita!",
  "You need a category for your recipe!": "Você precisa de uma categoria para sua receita!",
  "Upload images": "Carregar imagens",
  "High quality images help a better successful sale": "Imagens de alta qualidade ajudam a ter uma venda bem-sucedida",
  "You can change this option later in the Settings app.": "Você pode alterar essa opção mais tarde no app Configurações.",
  "Location Permit Required": "Permissão de Localização Necessária",
  "Cancel": "Cancelar",
  "Next": "Próximo",
  "Loading video...": "Carregando vídeo...",
  "Title": "Título",
  "Make it more striking": "Faça com que seja mais atraente",
  "What do you think?": "O que você acha?",
  "My Recipies": "Minhas Receitas",
  "Publish your moments": "Publique seus momentos",
  "Location permission not granted": "Permissão de localização não concedida",
  "Permission to Access Your Photos and Videos": "Permissão para Acessar Suas Fotos e Vídeos",
  "Share your unique experiences through posts on your profile.": "Compartilhe suas experiências únicas por meio de publicações no seu perfil.",
  "Upload recipes": "Carregar receitas",
  "Show your culinary creations, from the process to the final dish.": "Mostre suas criações culinárias, do processo ao prato final.",
  "Customize your content.": "Personalize seu conteúdo.",
  "Bring your posts to life with images and videos that reflect your style.": "Dê vida às suas publicações com imagens e vídeos que refletem seu estilo.",
  "Alert you about close friends": "Alerta sobre amigos próximos",
  "Stay connected and dont miss the opportunity for unexpected encounters.": "Mantenha-se conectado e não perca a oportunidade de encontros inesperados.",
  "Find out about local events": "Descubra eventos locais",
  "Discover whats happening near you, from concerts to fairs": "Descubra o que está acontecendo perto de você, de shows a feiras",
  "Optimize food delivery": "Otimize a entrega de comida",
  "Receive your orders more efficiently and discover nearby restaurants.": "Receba seus pedidos com mais eficiência e descubra restaurantes próximos.",
  "Orders in process": "Pedidos em andamento",
  "New Orders": "Novos Pedidos",
  "Location Permit": "Permissão de Localização",
  "We need access to your location to provide you with alerts about nearby friends, inform you about local events, and optimize food delivery. This permission will only be used to improve your experience in the app.": "Precisamos acessar sua localização para fornecer alertas sobre amigos próximos, informá-lo sobre eventos locais e otimizar a entrega de comida. Esta permissão será usada apenas para melhorar sua experiência no aplicativo.",
  "Permissions to access your gallery": "Permissões para acessar sua galeria",
  "You need access to a gallery to be able to publish your recipes, moments, culinary videos": "Você precisa de acesso a uma galeria para poder publicar suas receitas, momentos, vídeos culinários",
  "Reviews": "Avaliações",
  "See all Reviews": "Ver todas as Avaliações",
  "Total Reviews": "Total de Avaliações",
  "Search my recipes": "Buscar minhas receitas",
  "Selection not allowed You cannot select images because you already have a video selected.": "Seleção não permitida. Você não pode selecionar imagens porque já selecionou um vídeo.",
  "Selection not allowed, You cannot select a video because you already have images selected.": "Seleção não permitida. Você não pode selecionar um vídeo porque já selecionou imagens.",
  "Location": "Localização",
  "Restaurants": "Restaurantes",
  "Flash sales": "Promoções relâmpago",
  "More": "Mais",
  "Orders": "Pedidos",
  "We are working to arrive in your area soon": "Estamos trabalhando para chegar à sua área em breve",
  "There are no restaurants nearby yet!": "Ainda não há restaurantes próximos!",
  "Recipies": "Receitas",
  "Nearby Restaurant": "Restaurante próximo",
  "Show all": "Mostrar tudo",
  "See open stores": "Ver lojas abertas",
  "All shipments": "Todas as entregas",
  "Free shipping only": "Apenas frete grátis",
  "Oh no, without orders...": "Oh não, sem pedidos...",
  "You dont have a history yet": "Você ainda não tem histórico",
  "When tracking history appears, view them here": "Quando o histórico de rastreamento aparecer, veja-o aqui",
  "You dont have nearby stocks available to you.!": "Você não tem estoques próximos disponíveis para você!",
  "Explore more recipes": "Explore mais receitas",
  "Search Recipies": "Buscar Receitas",
  "Search recipes, burgers, pizza and more": "Buscar receitas, hambúrgueres, pizza e mais",
  "Add my location": "Adicionar minha localização",
  "Oh we dont have permits": "Oh, não temos permissões",
  "You need to give us permission to access this area": "Você precisa nos dar permissão para acessar esta área",
  "Open settings": "Abrir configurações",
  "Checkout": "Finalizar compra",
  "Product": "Produto",
  "Total": "Total",
  "Load business": "Carregar negócio",
  "This screen is under construction": "Esta tela está em construção",
  "We are working to improve your experience! This screen will be available soon with exciting new features. Thank you for your patience and understanding.": "Estamos trabalhando para melhorar sua experiência! Esta tela estará disponível em breve com novos recursos emocionantes. Obrigado pela sua paciência e compreensão.",
  "Writing...": "Escrevendo...",
  "Address": "Endereço",
  "Building/Apartment": "Prédio/Apartamento",
  "Tag / Girlfriend, Home, Work": "Etiqueta / Namorada, Casa, Trabalho",
  "Delivery details": "Detalhes da entrega",
  "Save location": "Salvar localização",
  "You have successfully added a location!": "Você adicionou uma localização com sucesso!",
  "You have not yet shared posts and recipes": "Você ainda não compartilhou publicações e receitas",
  "share it today": "compartilhe hoje",
  "You have not yet saved posts and recipes": "Você ainda não salvou publicações e receitas",
  "Starting app": "Iniciando o app",
  "Please check your internet and try again": "Por favor, verifique sua internet e tente novamente",
  "Oh no, weve had problems": "Oh não, tivemos problemas",
  "Reset your password easily": "Redefina sua senha facilmente",
  "Of course, here is a shorter and more direct description: Reset your password Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Claro, aqui está uma descrição mais curta e direta: Redefina sua senha. Insira seu e-mail e receba um código para atualizar rapidamente sua senha. Reconecte-se com sua paixão pela gastronomia!",
  "What is my email?": "Qual é o meu e-mail?",
  "Send code": "Enviar código",
  "We will use your location to improve your experience and improve our delivery services.": "Usaremos sua localização para melhorar sua experiência e nossos serviços de entrega.",
  "Search users, restaurants and businesses": "Buscar usuários, restaurantes e negócios",
  "Loading": "Carregando",
  "follow": "seguir",
  "following": "seguindo",
  "Hello, how can I help you?": "Olá, como posso te ajudar?",
  "You can ask me anything about gastronomy!": "Você pode me perguntar qualquer coisa sobre gastronomia!",
  "Add a payment method and order without worries": "Adicione um método de pagamento e faça pedidos sem preocupações",
  "Credit or debit card": "Cartão de crédito ou débito",
  "Add your favorite payment methods": "Adicione seus métodos de pagamento favoritos",
  "Add card": "Adicionar cartão",
  "Adding card": "Adicionando cartão",
  "Save Changes": "Salvar Alterações",
  "I want to be a delivery man": "Quero ser entregador",
  "Use phone or email": "Usar telefone ou e-mail",
  "By providing your phone number, you authorize Doval to utilize this information to optimize your user experience through tailored recommendations and relevant updates.": "Ao fornecer seu número de telefone, você autoriza o Doval a usar essas informações para otimizar sua experiência de usuário por meio de recomendações personalizadas e atualizações relevantes.",
  "Enter a valid phone number": "Digite um número de telefone válido",
  "Code sent correctly": "Código enviado corretamente",
  "Afghanistan": "Afeganistão",
  "Albania": "Albânia",
  "Germany": "Alemanha",
  "Andorra": "Andorra",
  "Angola": "Angola",
  "Antigua and Barbuda": "Antígua e Barbuda",
  "Saudi Arabia": "Arábia Saudita",
  "Algeria": "Argélia",
  "Argentina": "Argentina",
  "Armenia": "Armênia",
  "Australia": "Austrália",
  "Austria": "Áustria",
  "Azerbaijan": "Azerbaijão",
  "Bahamas": "Bahamas",
  "Bangladesh": "Bangladesh",
  "Barbados": "Barbados",
  "Bahrain": "Bahrein",
  "Belgium": "Bélgica",
  "Belize": "Belize",
  "Benin": "Benim",
  "Belarus": "Bielorrússia",
  "Myanmar": "Mianmar",
  "Bolivia": "Bolívia",
  "Bosnia and Herzegovina": "Bósnia e Herzegovina",
  "Botswana": "Botswana",
  "Brazil": "Brasil",
  "Brunei": "Brunei",
  "Bulgaria": "Bulgária",
  "Burkina Faso": "Burkina Faso",
  "Burundi": "Burundi",
  "Cape Verde": "Cabo Verde",
  "Cambodia": "Camboja",
  "Cameroon": "Camarões",
  "Canada": "Canadá",
  "Qatar": "Catar",
  "Chad": "Chade",
  "Chile": "Chile",
  "China": "China",
  "Cyprus": "Chipre",
  "Colombia": "Colômbia",
  "Comoros": "Comores",
  "Congo": "Congo",
  "North Korea": "Coreia do Norte",
  "South Korea": "Coreia do Sul",
  "Ivory Coast": "Costa do Marfim",
  "Costa Rica": "Costa Rica",
  "Croatia": "Croácia",
  "Cuba": "Cuba",
  "Denmark": "Dinamarca",
  "Dominica": "Dominica",
  "Ecuador": "Equador",
  "Egypt": "Egito",
  "El Salvador": "El Salvador",
  "United Arab Emirates": "Emirados Árabes Unidos",
  "Eritrea": "Eritreia",
  "Slovakia": "Eslováquia",
  "Slovenia": "Eslovênia",
  "Spain": "Espanha",
  "United States": "Estados Unidos",
  "Estonia": "Estônia",
  "Ethiopia": "Etiópia",
  "Philippines": "Filipinas",
  "Finland": "Finlândia",
  "Fiji": "Fiji",
  "France": "França",
  "Gabon": "Gabão",
  "Gambia": "Gâmbia",
  "Georgia": "Geórgia",
  "Ghana": "Gana",
  "Greece": "Grécia",
  "Grenada": "Granada",
  "Guatemala": "Guatemala",
  "Guinea": "Guiné",
  "Guinea-Bissau": "Guiné-Bissau",
  "Equatorial Guinea": "Guiné Equatorial",
  "Guyana": "Guiana",
  "Haiti": "Haiti",
  "Honduras": "Honduras",
  "Hungary": "Hungria",
  "India": "Índia",
  "Indonesia": "Indonésia",
  "Iraq": "Iraque",
  "Iran": "Irã",
  "Ireland": "Irlanda",
  "Iceland": "Islândia",
  "Israel": "Israel",
  "Italy": "Itália",
  "Jamaica": "Jamaica",
  "Japan": "Japão",
  "Jordan": "Jordânia",
  "Kazakhstan": "Cazaquistão",
  "Kenya": "Quênia",
  "Kyrgyzstan": "Quirguistão",
  "Kiribati": "Kiribati",
  "Kuwait": "Kuwait",
  "Laos": "Laos",
  "Latvia": "Letônia",
  "Lebanon": "Líbano",
  "Lesotho": "Lesoto",
  "Liberia": "Libéria",
  "Libya": "Líbia",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituânia",
  "Luxembourg": "Luxemburgo",
  "North Macedonia": "Macedônia do Norte",
  "Madagascar": "Madagascar",
  "Malaysia": "Malásia",
  "Malawi": "Malawi",
  "Maldives": "Maldivas",
  "Mali": "Mali",
  "Malta": "Malta",
  "Morocco": "Marrocos",
  "Mauritius": "Maurício",
  "Mauritania": "Mauritânia",
  "Mexico": "México",
  "Micronesia": "Micronésia",
  "Moldova": "Moldávia",
  "Monaco": "Mônaco",
  "Mongolia": "Mongólia",
  "Montenegro": "Montenegro",
  "Mozambique": "Moçambique",
  "Namibia": "Namíbia",
  "Nauru": "Nauru",
  "Nepal": "Nepal",
  "Nicaragua": "Nicarágua",
  "Niger": "Níger",
  "Nigeria": "Nigéria",
  "Norway": "Noruega",
  "New Zealand": "Nova Zelândia",
  "Oman": "Omã",
  "Netherlands": "Países Baixos",
  "Pakistan": "Paquistão",
  "Palau": "Palau",
  "Palestine": "Palestina",
  "Panama": "Panamá",
  "Papua New Guinea": "Papua-Nova Guiné",
  "Paraguay": "Paraguai",
  "Peru": "Peru",
  "Poland": "Polônia",
  "Portugal": "Portugal",
  "United Kingdom": "Reino Unido",
  "Central African Republic": "República Centro-Africana",
  "Czech Republic": "República Tcheca",
  "Dominican Republic": "República Dominicana",
  "Republic of the Congo": "República do Congo",
  "Democratic Republic of the Congo": "República Democrática do Congo",
  "Romania": "Romênia",
  "Russia": "Rússia",
  "Rwanda": "Ruanda",
  "Samoa": "Samoa",
  "Saint Kitts and Nevis": "São Cristóvão e Nevis",
  "San Marino": "San Marino",
  "Saint Vincent and the Grenadines": "São Vicente e Granadinas",
  "Saint Lucia": "Santa Lúcia",
  "Sao Tome and Principe": "São Tomé e Príncipe",
  "Senegal": "Senegal",
  "Serbia": "Sérvia",
  "Seychelles": "Seicheles",
  "Sierra Leone": "Serra Leoa",
  "Singapore": "Singapura",
  "Syria": "Síria",
  "Somalia": "Somália",
  "Sri Lanka": "Sri Lanka",
  "Eswatini": "Eswatini",
  "South Africa": "África do Sul",
  "Sudan": "Sudão",
  "South Sudan": "Sudão do Sul",
  "Sweden": "Suécia",
  "Switzerland": "Suíça",
  "Suriname": "Suriname",
  "Thailand": "Tailândia",
  "Tanzania": "Tanzânia",
  "Tajikistan": "Tajiquistão",
  "Timor-Leste": "Timor-Leste",
  "Togo": "Togo",
  "Tonga": "Tonga",
  "Trinidad and Tobago": "Trinidad e Tobago",
  "Tunisia": "Tunísia",
  "Turkmenistan": "Turcomenistão",
  "Turkey": "Turquia",
  "Tuvalu": "Tuvalu",
  "Ukraine": "Ucrânia",
  "Uganda": "Uganda",
  "Uruguay": "Uruguai",
  "Uzbekistan": "Uzbequistão",
  "Vanuatu": "Vanuatu",
  "Vatican City": "Cidade do Vaticano",
  "Venezuela": "Venezuela",
  "Vietnam": "Vietnã",
  "Yemen": "Iémen",
  "Djibouti": "Djibouti",
  "Zambia": "Zâmbia",
  "Zimbabwe": "Zimbábue",
  "Healthy and Conscious Eating": "Alimentação Saudável e Consciente",
  "International and Ethnic Cuisine": "Culinária Internacional e Étnica",
  "Pastry and Confectionery": "Confeitaria e Doces",
  "You can change this anytime in Settings and privacy > Privacy > Location >  Doval.": "Você pode alterar isso a qualquer momento em Configurações e privacidade > Privacidade > Localização > Doval.",
  "Welcome to Doval": "Bem-vindo ao Doval",
  "Discover a world of culinary creativity, where you can explore, share, and enjoy recipes from around the globe. Let's get cooking!": "Descubra um mundo de criatividade culinária, onde você pode explorar, compartilhar e saborear receitas de todo o mundo. Vamos cozinhar!",
  "Sign up for Doval": "Inscreva-se no Doval",
  "By providing your email, you authorize Doval to utilize this information to optimize your user experience through tailored recommendations and relevant updates.": "Ao fornecer seu e-mail, você autoriza o Doval a usar essas informações para otimizar sua experiência de usuário por meio de recomendações personalizadas e atualizações relevantes.",
  "Show": "Mostrar",
  "Hide": "Ocultar",
  "Iniciar seccion": "Iniciar sessão",
  "Enter a valid email address": "Digite um endereço de e-mail válido",
  "Add your email": "Adicione seu e-mail",
  "Add your password": "Adicione sua senha",
  "My payment methods": "Meus métodos de pagamento",
  "Find recipes from your favorite": "Encontre receitas de seus favoritos",
  "Limit reached": "Limite alcançado",
  "You cannot select more variants for this option.": "Você não pode selecionar mais variantes para esta opção.",
  "You are missing some variants": "Estão faltando algumas variantes",
  "Select at least": "Selecione pelo menos",
  "variantes obrigatórias": "variantes obrigatórias",
  "Added to cart!": "Adicionado ao carrinho!",
  "You have added a new product to your cart!": "Você adicionou um novo produto ao seu carrinho!",
  "Go back": "Voltar",
  "Go to cart": "Ir para o carrinho",
  "Error": "Erro",
  "There was a problem adding the product to the cart.": "Houve um problema ao adicionar o produto ao carrinho.",
  "Notes": "Observações",
  "Add to cart": "Adicionar ao carrinho",
  "Oops! Your cart is empty 🍽️": "Ops! Seu carrinho está vazio 🍽️",
  "Once you add items from a restaurants or storem your cart will appear here": "Depois de adicionar itens de restaurantes ou lojas, seu carrinho aparecerá aqui",
  "View restaurants": "Ver restaurantes",
  "Visit Store": "Visitar Loja",
  "Notes for riderMan": "Observações para o entregador",
  "Products": "Produtos",
  "Your Product": "Seu Produto",
  "Delivery by": "Entrega por",
  "Tracking order": "Rastreando pedido",
  "IsLoading...": "Carregando...",
  "🏍️ Rider is waiting for the order in the restaurant": "🏍️ O entregador está aguardando o pedido no restaurante",
  "Confirm order PIN": "Confirmar PIN do pedido",
  "Deliver To": "Entregar para",
  "Select address to": "Selecione o endereço para",
  "Change": "Alterar",
  "Payment Method": "Método de pagamento",
  "About to": "Sobre",
  "Joined Doval:": "Entrou no Doval:",
  "Based In:": "Baseado em:",
  "reports success": "Relatório enviado com sucesso",
  "reports success message": "Seu relatório foi enviado com sucesso. Obrigado por seu relatório, ele nos ajuda a melhorar.",
  "reports error": "Erro",
  "reports error message": "Houve um erro ao enviar seu relatório. Por favor, tente novamente mais tarde.",
  "Report User": "Denunciar usuário",
  "Review your order!": "Revise seu pedido!",
  "Tell us about yourself": "Fale-nos sobre você",
  "These help us to introduce you": "Isso nos ajuda a apresentá-lo",
  "Add your name": "Adicione seu nome",
  "Add your username": "Adicione seu nome de usuário",
  "Enter password": "Digite a senha",
  "Repeat password": "Repita a senha",
  "Your password must be at least:": "Sua senha deve ter pelo menos:",
  "8 characters": "8 caracteres",
  "1 uppercase letter": "1 letra maiúscula",
  "1 lowercase letter": "1 letra minúscula",
  "1 number": "1 número",
  "1 special character": "1 caractere especial",
  "Update your profile": "Atualizar meu perfil",
  "Search preferred language": "Buscar idioma preferido",
  "Search my country": "Buscar meu país",
  "Verified Code": "Código Verificado",
  "Verifying code": "Verificando código",
  "Resending code": "Reenviando código",
  "Resend code in": "Reenviar código em",
  "seconds": "segundos",
  "Didn't receive a code?": "Não recebeu um código?",
  "Incorrect code, please try again": "Código incorreto, por favor tente novamente",
  "Code verified correctly": "Código verificado corretamente",
  "Menu": "Menu",
  "Overview": "Visão geral",
  "Recipes for you": "Receitas para você",
  "You have a product available, Check cart now!": "Você tem um produto disponível, verifique o carrinho agora!",
  "Swipe up for more": "Deslize para cima para mais",
  "Search users": "Buscar usuários",
  "No followers found": "Nenhum seguidor encontrado",
  "Try another search": "Tente outra busca",
  "We couldn't find any followers with that name.": "Não conseguimos encontrar seguidores com esse nome.",
  "Loading business": "Carregando empresa",
  "Search for nearby restaurants, and businesses": "Buscar por restaurantes e empresas próximos",
  "Error fetching data": "Erro ao buscar dados",
  "New Post:": "Nova Publicação:",
  "Share your culinary creations, restaurant reviews, or food experiences.": "Compartilhe suas criações culinárias, avaliações de restaurantes ou experiências gastronômicas.",
  "Create & Sell Recipe:": "Criar e Vender Receita:",
  "Upload your favorite recipes to share or sell them to the community.": "Envie suas receitas favoritas para compartilhar ou vender para a comunidade.",
  "Upload Image..": "Carregar Imagem...",
  "Avatar updated successfully": "Avatar atualizado com sucesso",
  "Failed to update avatar": "Falha ao atualizar avatar",
  "Add bio": "Adicionar bio",
  "Loading interest": "Carregando interesses",
  "Skip": "Pular",
  "Choose Yours intereses": "Escolha seus interesses",
  "Personalize your experiencie by picking 3 or more topics": "Personalize sua experiência escolhendo 3 ou mais tópicos",
  "next": "próximo",
  "Interests saved successfully!": "Interesses salvos com sucesso!",
  "Interests saved error!": "Erro ao salvar interesses!",
  "Go to explorar": "Ir para explorar",
  "Oops!": "Ops!",
  "Your order has been canceled.": "Seu pedido foi cancelado.",
  "We apologize for the inconvenience. Please try again.": "Pedimos desculpas pelo inconveniente. Por favor, tente novamente.",
  "Deliver to": "Entregar para",
  "Select Payment Method": "Selecione o Método de Pagamento",
  "Add Coupons": "Adicionar Cupons",
  "Estimated Time": "Tempo Estimado",
  "Service": "Serviço",
  "Delivery": "Entrega",
  "Discount": "Desconto",
  "Congratulations!": "Parabéns!",
  "Your order has been delivered successfully.": "Seu pedido foi entregue com sucesso.",
  "We appreciate your preference and hope you enjoy your meal.": "Agradecemos sua preferência e esperamos que você aproveite sua refeição.",
  "Go to Tracking": "Ir para Rastreamento",
  "Submit Review": "Enviar Avaliação",
  "Enter your review": "Digite sua avaliação",
  "Loading...": "Carregando...",
  "Thank you": "Obrigado",
  "for your order": "por seu pedido",
  "We are excited to prepare your meal for you! You can follow the status of your order in real time.": "Estamos animados para preparar sua refeição para você! Você pode acompanhar o status do seu pedido em tempo real.",
  "You receive it in": "Você receberá em",
  "After you get your order, tell the delivery person your PIN.": "Após receber seu pedido, informe ao entregador seu PIN.",
  "Confirm delivery with your Pin": "Confirme a entrega com seu PIN",
  "Fraud Protection": "Proteção contra Fraude",
  "The unique PIN ensures only you can confirm the delivery, preventing fraud.": "O PIN exclusivo garante que somente você possa confirmar a entrega, prevenindo fraudes.",
  "Secure Delivery": "Entrega Segura",
  "Provide the PIN to the delivery person to ensure your order reaches you.": "Forneça o PIN ao entregador para garantir que seu pedido chegue até você.",
  "Delivery Verification": "Verificação de Entrega",
  "Use the PIN to confirm receipt and avoid delivery mistakes.": "Use o PIN para confirmar o recebimento e evitar erros de entrega.",
  "Doval Rider": "Entregador Doval",
  "Logout": "Sair",
  "Register business": "Registrar negócio",
  "Register delivery": "Registrar entrega",
  "Support and about": "Suporte e sobre",
  "Report a problem": "Relatar um problema",
  "To foster transparency and build trust, Doval displays key information about each creators account.": "Para promover a transparência e construir confiança, o Doval exibe informações importantes sobre a conta de cada criador.",
  "Are you sure you want to block this user?": "Tem certeza de que deseja bloquear este usuário?",
  "Blocking will prevent this user from interacting with you or your content on Doval. They will not be able to follow you, message you, or see your posts. You will also not be able to see their content.": "Bloquear impedirá esse usuário de interagir com você ou seu conteúdo no Doval. Eles não poderão segui-lo, enviar mensagens ou ver suas publicações. Você também não poderá ver o conteúdo deles.",
  "Block": "Bloquear",
  "There was an error blocking the user. Please try again.": "Ocorreu um erro ao bloquear o usuário. Por favor, tente novamente.",
  "closed for moments": "fechado por momentos",
  "Send": "Enviar",
  "View order": "Ver pedido",
  "Enter 6-digit code": "Digite o código de 6 dígitos",
  "Upload Media": "Carregar Mídia",
  "Drafts": "Rascunhos",
  "Basic Business Information": "Informações Básicas do Negócio",
  "Please fill in the following information to complete the process.": "Por favor, preencha as seguintes informações para completar o processo.",
  "Business types*": "Tipos de Negócio*",
  "Business name*": "Nome do Negócio*",
  "Business description*": "Descrição do Negócio*",
  "Tax identification number": "Número de Identificação Fiscal",
  "Business Address": "Endereço do Negócio",
  "Select on the Map": "Selecionar no Mapa",
  "The address must have at least 5 characters": "O endereço deve ter pelo menos 5 caracteres",
  "Enter a valid zip code": "Digite um CEP válido",
  "Street": "Rua",
  "City": "Cidade",
  "State": "Estado",
  "Zip": "CEP",
  "Financial Information": "Informações Financeiras",
  "Bank name*": "Nome do Banco*",
  "Currency*": "Moeda*",
  "Account type*": "Tipo de Conta*",
  "Account number*": "Número da Conta*",
  "Account holder name*": "Nome do Titular da Conta*",
  "Fiscal identification*": "Identificação Fiscal*",
  "Current": "Corrente",
  "Savings": "Poupança",
  "Do you have Riders?": "Você tem Entregadores?",
  "Yes": "Sim",
  "No": "Não",
  "Add Variant": "Adicionar Variante",
  "Delete Variant": "Excluir Variante",
  "Business Hours": "Horário de Funcionamento",
  "Select the operation days*": "Selecione os dias de operação*",
  "Select the opening time*": "Selecione o horário de abertura*",
  "Select the closing time*": "Selecione o horário de fechamento*",
  "Full Name*": "Nome Completo*",
  "Identification Number*": "Número de Identificação*",
  "Role*": "Cargo*",
  "Email*": "E-mail*",
  "Phone Number*": "Número de Telefone*",
  "Identification Image*": "Imagem de Identificação*",
  "Representative information": "Informações do Representante",
  "Confirm your data and accept the agreements": "Confirme seus dados e aceite os acordos",
  "Please confirm your data and accept the agreements to continue with the registration process.": "Por favor, confirme seus dados e aceite os acordos para continuar o processo de registro.",
  "I accept the terms and conditions": "Eu aceito os termos e condições",
  "I accept the privacy policy": "Eu aceito a política de privacidade",
  "I authorize data verification": "Eu autorizo a verificação de dados",
  "business name": "nome do negócio",
  "This is a verified business": "Este é um negócio verificado",
  "Free": "Grátis",
  "Username cannot be empty": "O nome de usuário não pode estar vazio",
  "Username must be at least 3 characters long": "O nome de usuário deve ter pelo menos 3 caracteres",
  "Username is available": "Nome de usuário disponível",
  "Username is not available": "Nome de usuário não disponível",
  "Error validating username": "Erro ao validar o nome de usuário",
  "Your code was sent to": "Seu código foi enviado para",
  "Oh no!": "Oh não!",
  "Something went wrong": "Algo deu errado",
  "Try again": "Tente novamente",
  "Similar recipes and more": "Receitas semelhantes e mais",
  "The food you like": "A comida que você gosta",
  "Your purchases from home": "Suas compras de casa",
  "Flash Deals": "Ofertas Relâmpago",
  "Pizza": "Pizza",
  "Hamburgers": "Hambúrgueres",
  "Add Address": "Adicionar Endereço",
  "Incomplete fields": "Campos incompletos",
  "Please complete the following fields:": "Por favor, complete os seguintes campos:",
  "Create more recipes": "Criar mais receitas",
  "Do you want to create another recipe or go back?": "Você quer criar outra receita ou voltar?",
  "Recipe added successfully!": "Receita adicionada com sucesso!",
  "Reject": "Rejeitar",
  "Accept": "Aceitar",
  "Send with Doval": "Enviar com Doval",
  "Send with my rider": "Enviar com meu entregador",
  "Need more time?": "Precisa de mais tempo?",
  "Verify this order": "Verificar este pedido",
  "Pending": "Pendente",
  "In progress": "Em progresso",
  "Delivering": "Repartindo",
  "Completed": "Completado",
  "Canceled": "Cancelado",
  "No orders available": "Sem pedidos disponíveis",
  "We have not found orders in this state.": "Não encontramos pedidos neste estado.",
  "Success": "Sucesso",
  "OK": "OK",
  "Your report has been successfully submitted. Thank you for your report, it helps us improve.": "Seu relatório foi enviado com sucesso. Obrigado pelo seu relatório, ele nos ajuda a melhorar.",
  "There was an error submitting your report. Please try again later.": "Ocorreu um erro ao enviar seu relatório. Por favor, tente novamente mais tarde.",
  "Report Post": "Reportar Publicação",
  "Report": "Reportar",
  "Inappropriate Content": "Conteúdo Inapropriado",
  "Violence or Dangerous Behavior": "Violência ou Comportamento Perigoso",
  "Discrimination or Hate Speech": "Discriminação ou Discurso de Ódio",
  "Sexually Explicit Content": "Conteúdo Sexual Explícito",
  "Spam or Misleading Content": "Spam ou Conteúdo Engaçoso",
  "Copyright Infringement": "Infração de Direitos Autorais",
  "Threats or Harassment": "Ameaças ou Assédio",
  "False or Misleading Information": "Informação Falsa ou Engaçosa",
  "Incitement to Hate or Violence": "Incitação ao Ódio ou à Violência",
  "Privacy Violation": "Violação de Privacidade",
  "Inappropriate Content for Minors": "Conteúdo Inapropriado para Menores",
  "Other Violations of Community Guidelines": "Outras Violações das Diretrizes Comunitárias",
  "Videos containing offensive language, disturbing images, or any content considered inappropriate.": "Videos contendo linguagem ofensiva, imagens perturbadoras ou qualquer conteúdo considerado inapropriado.",
  "Videos showing acts of violence, abuse, or any dangerous activity that may incite harmful behavior.": "Videos mostrando atos de violência, abuso ou qualquer atividade perigosa que possa incitar comportamentos nocivos.",
  "Videos promoting hate or discrimination against individuals or groups based on race, religion, gender, sexual orientation, disability, or other attributes": "Videos promovendo ódio ou discriminação contra indivíduos ou grupos com base em raça, religião, gênero, orientação sexual, deficiência ou outros atributos.",
  "Videos containing nudity, sexual acts, or sexually explicit content.": "Videos contendo nudez, atos sexuais ou conteúdo sexualmente explícito.",
  "Videos considered spam, unsolicited content, or misleading content intended to scam or deceive users": "Videos considerados spam, conteúdo não solicitado ou conteúdo enganoso intencionado para enganar ou enganar os usuários",
  "Videos infringing on someone else's copyright, including unauthorized reproduction of copyrighted material.": "Videos infringindo em direitos autorais de outra pessoa, incluindo reprodução não autorizada de material protegido por direitos autorais.",
  "Videos containing threats, harassment, or intimidation towards individuals or groups.": "Videos contendo ameaças, assédio ou intimidação contra indivíduos ou grupos.",
  "Videos spreading false information, rumors, or misleading content that may cause confusion or harm.": "Videos disseminando informações falsas, rumores ou conteúdo enganoso que possa causar confusão ou prejuízo.",
  "Videos inciting hate, violence, or illegal actions against specific individuals or groups.": "Videos incitando ódio, violência ou ações ilegais contra indivíduos ou grupos específicos.",
  "Videos showing personal or private information of a person without their consent.": "Videos mostrando informações pessoais ou privadas de uma pessoa sem seu consentimento.",
  "Videos not suitable for minors, including graphic, violent, or explicit content.": "Videos não apropriados para menores, incluindo conteúdo gráfico, violento ou explícito.",
  "Any other type of content violating the community guidelines and policies of Doval | Mi Rincón Gourmet.": "Qualquer outro tipo de conteúdo violando as diretrizes e políticas comunitárias de Doval | Mi Rincón Gourmet.",
  "User blocked successfully.": "Usuário bloqueado com sucesso.",
  "Feedback": "Feedback",
  "Help": "Ajuda",
  "Doval for you": "Doval para você",
  "Manage your Doval profile, preferencesprivacy settings, and notifications.": "Administra seu perfil de Doval, preferências de privacidade, configurações de notificações.",
  "Account Settings": "Configurações da conta",
  "My Coupons": "Meus cupons",
  "Display": "Mostrar",
  "Languages & Currency": "Idiomas e Moeda",
  "Date": "Data",
  "Add Date": "Adicionar Data",
  "Add username": "Adicionar nome de usuário",
  "Add full name": "Adicionar nome completo",
  "Add email": "Adicionar e-mail",
  "Add gender": "Adicionar gênero",
  "Add phone number": "Adicionar número de telefone",
  "Add country": "Adicionar país",
  "Account Information ": "Informação da conta",
  "View and edit your profile picture, username, full name,  email address, password, country, birthdate,  and account closure options.": "Ver e editar sua foto de perfil, nome de usuário, nome completo, endereço de e-mail, senha, país, data de nascimento e opções de fechamento de conta.",
  "Delete Account": "Deletar conta",
  "Choose payment method": "Escolher método de pagamento",
  "Add credit or debit card": "Adicionar cartão de crédito ou débito",
  "Code:": "Código:",
  "Use coupon": "Usar cupon",
  "Terms and conditions": "Termos e condições",
  "Available coupons": "Cupons disponíveis",
  "Your business registration has been sent successfully.": "Sua inscrição de negócio foi enviada com sucesso.",
  "An error occurred while sending your registration.": "Ocorreu um erro ao enviar sua inscrição.",
  "Validation error": "Erro de validação",
  "OK, go to Feed": "OK, ir para Feed",
  "Your account has been created successfully": "Sua conta foi criada com sucesso",
  "You will receive your first order shortly": "Você receberá seu primeiro pedido em breve",
  "Food Type": "Tipo de Comida",
  "Error Name": "Erro de nome",
  "Add a name to this recipe!": "Adicione um nome a esta receita!",
  "Error Description": "Erro de descrição",
  "Add a description to this recipe!": "Adicione uma descrição a esta receita!",
  "Error Price": "Erro de preço",
  "Add a price to this recipe!": "Adicione um preço a esta receita!",
  "Error Categories": "Erro de categorias",
  "Select the category of your recipe!": "Selecione a categoria da sua receita!",
  "Error Recipe Type": "Erro de tipo de receita",
  "Select a recipe type!": "Selecione um tipo de receita!",
  "Create another recipe": "Criar outra receita",
  "Go to Board": "Ir para Tablero",
  "You have completed the order correctly!": "Você completou o pedido corretamente!",
  "Saved successfully!": "Salvo com sucesso!",
  "Side Dish": "Acompanhamento",
  "Add variants to your recipe, and help your users understand what they want to serve it with.": "Adicione variantes à sua receita e ajude seus usuários a entender o que eles querem servir com ela.",
  "Add title variant": "Adicionar título de variante",
  "Side Dish Everyone": "Acompanhamento para todos",
  "Limit Reached": "Limite atteinte",
  "No data available.": "Nenhum dado disponível.",
  "Warning": "Aviso",
  "Added to Cart": "Adicionado ao Carrinho",
  "You have added a new product to your cart.": "Você adicionou um novo produto ao seu carrinho.",
  "Back": "Voltar",
  "Add more variants": "Adicionar mais variantes",
  "Go to Cart": "Ir para o Carrinho",
  "Missing recipeID.": "Falta recipeID.",
  "Error of Validation": "Erro de validação",
  "The variant ID  requires exactly  selections, but  were selected.": "A variante ID  requer exatamente  seleções, mas  foram selecionadas.",
  "Missing variants": "Faltam variantes",
  "Select exactly  variants.": "Selecione exatamente  variantes.",
  "No se cumple la condición de éxito o falta recipeID.": "Não se cumpre a condição de sucesso ou falta recipeID.",
  "You have an order pending to accept!": "Você tem um pedido pendente de aceitação!",
  "Go to Dashboard": "Ir para o Tablero",
  "Update my profile": "Atualizar meu perfil",
  "You are solicitud pendiente de revisión": "Você está com solicitação pendente de revisão",
  "Please wait for the review to be completed by the admin": "Aguarde a revisão ser concluída pelo administrador",
  "Welcome to the portal": "Bem-vindo ao portal",
  "You can now access the portal": "Você pode agora acessar o portal",
  "Access portal": "Acessar portal",
  "Welcome to the Business Onboarding Process": "Bem-vindo ao processo de onboarding do negócio",
  "There was a problem saving the variant.": "Ocorreu um problema ao salvar a variante.",
  "There was a problem saving the subvariant.": "Ocorreu um problema ao salvar a subvariante.",
  "Are you sure you want to delete this subvariant?": "Você tem certeza que deseja deletar esta subvariante?",
  "Confirm Delete": "Confirmar Deleção",
  "Delete": "Deletar",
  "Are you sure you want to delete this variant?": "Você tem certeza que deseja deletar esta variante?",
  "Example: Yucas, Papas": "Exemplo: Yucas, Papas",
  "Required": "Requerido",
  "Limit": "Limite",
  "Portal": "Portal",
  "Menu Management": "Gestión de Menú",
  "Payment History": "Historial de Pagos",
  "Analytics": "Análisis",
  "Order Received 🙌": "Pedido recebido 🙌",
  "Your order has been received and is now in progress. Let the action begin!": "Seu pedido foi recebido e está agora em progresso. Deixe a ação começar!",
  "Preparing Your Order 🍳": "Preparando seu pedido 🍳",
  "Our chefs are working to ensure everything is perfect. Guaranteed flavor! 😋": "Nossos chefs estão trabalhando para garantir que tudo está perfeito. Garantido sabor! 😋",
  "Delivery on the Way 🚴‍♂️": "Entrega em Andamento 🚴‍♂️",
  "Our delivery person is on the way to you. We're almost there! 🛵💨": "Nosso entregador está na estrada para você. Estamos quase lá! 🛵💨",
  "Order Delivered 🥳": "Pedido Entregue 🥳",
  "Your order has been delivered! Enjoy your meal and confirm the delivery. 🍽️✨": "Seu pedido foi entregue! Aproveite sua refeição e confirme a entrega. 🍽️✨",
  "Resume Order list": "Lista de resumo de pedido",
  "Coupons": "Cupons",
  "Select Coupons": "Selecionar Cupons",
  "Details order": "Detalhes do pedido",
  "Confirm your order to avoid fraud": "Confirme seu pedido para evitar fraude",
  "AboutThisUser": "À propos de cet utilisateur",
  "AboutThisUserDescription": "Voir et gérer vos posts passés, recettes et lives.",
  "BlockedUsers": "Utilisateurs bloqués",
  "BlockedUsersDescription": "Voir et gérer vos posts passés, recettes et lives.",
  "ReportUser": "Signaler un utilisateur",
  "ReportUserDescription": "Lancer une live pour vous connecter avec votre audience en temps réel.",
  "Add a new address": "Ajouter une nouvelle adresse",
  "Details": "Détails",
  "Instructions (optional)": "Instructions (Optionnel)",
  "Tag your address*": "Étiqueter votre adresse*",
  "Tag: (ej: Mi casa, Oficina, Novia)": "Étiqueter: (ex: Ma maison, Bureau, Fiancee)",
  "Details of the address*": "Détails de l'adresse*",
  "No. Apto, Oficina, Casa": "No. Apto, Bureau, Maison",
  "Welcome Back!": "Bienvenue de retour !",
  "Welcome back to Doval. Please enter your password to continue.": "Bienvenue sur Doval. Veuillez entrer votre mot de passe pour continuer.",
  "Sign up for Doval for the best experience": "Se inscreva em Doval para a melhor experiência",
  "Sending": "Enviando",
  "Sign in": "Iniciar sessão",
  "Signing in": "Iniciando sessão",
  "Business nearby for You": "Negócios perto para você",
  "Profile": "Perfil",
  "Home": "Início",
  "Sunday": "Domingo",
  "Monday": "Segunda-feira",
  "Tuesday": "Terça-feira",
  "Wednesday": "Quarta-feira",
  "Thursday": "Quinta-feira",
  "Friday": "Sexta-feira",
  "Saturday": "Sábado",
  "Closed": "Fechado",
  "Processing": "Processando",
  "Incorrect password": "Contraseña incorrecta",
  "Reset your password": "Reestablecer contraseña",
  "Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Ingresa tu correo electrónico y recibe un código para actualizar tu contraseña de forma rápida. Reconecta con tu pasión por la gastronomía!",
  "Save changes": "Guardar cambios",
  "SuccessMessage": "Cambios guardados con éxito",
  "An ocurred error!": "Ha ocurrido un error!",
  "Please try again later.": "Por favor, intenta nuevamente más tarde.",
  "Time": "Tiempo",
  "added to the order": "agregado a la orden",
  "Processing order...": "Procesando orden...",
  "Order": "Orden",
  "rejected successfully!": "rechazada con éxito!",
  "sent successfully!": "enviada con éxito!",
  "completed successfully!": "completada con éxito!",
  "Incorrect code!": "Código incorrecto!",
  "Confirm": "Confirmar",
  "Reject this order": "Rechazar esta orden",
  "Send this order": "Enviar esta orden",
  "An error occurred!": "Ha ocurrido un error!",
  "Add a comment": "Agregar un comentario",
  "Your Business has been created successfully": "Tu negocio ha sido creado con éxito",
  "Our review team will check your business, thank you! This process usually takes less than 24 hours": "Nuestro equipo de revisión revisará tu negocio, ¡gracias! Este proceso suele durar menos de 24 horas",
  "Go to Feed": "Ir a Feed",
  "Vehicle": "Vehículo",
  "Your review has been submitted.": "Tu reseña ha sido enviada.",
  "My MenuRecipes": "Mis Recetas",
  "Open store": "Negocio abierto"
}
