{
  "Logintitle": "Conecte e Compartilhe!😋🍔🍕",
  "Logindescription": "Enviaremos um código de confirmação para este número para verificar sua conta.",
  "Followers": "Seguidores",
  "Follow": "Seguir",
  "Following": "Seguindo",
  "PlaceholderEmail": "Digite o email",
  "Password": "Senha",
  "Continue": "Continuar",
  "Sending code": "Enviando código",
  "Do not you have an account yet?": "Ainda não tem uma conta?",
  "Sign up": "Inscrever-se",
  "Or start with": "ou continue com",
  "Start with my number": "continue com meu número",
  "continue with my apple": "continue com meu apple",
  "continue with my Google": "continue com meu Google",
  "continue with my Facebook": "continue com meu Facebook",
  "Continue with your email": "Continue com seu email",
  "Register and Share": "!Registre-se e Compartilhe!",
  "Complete the form to register": "Complete o formulário para se registrar",
  "Full name": "Nome completo",
  "There are no posts yet": "Ainda não há postagens",
  "Start sharing...!": "Comece a compartilhar...!",
  "No comments yet": "Ainda não há comentários",
  "Start a conversation": "Iniciar uma conversa",
  "See answers": "Ver respostas",
  "Write comment": "Escrever comentário",
  "Comment": "Comentário",
  "Comments": "Comentários",
  "Order Now": "Peça Agora",
  "Cart": "Carrinho",
  "Login": "Login",
  "Manage your account, react, share and order...!": "Gerencie sua conta, reaja, compartilhe e peça...!",
  "Register": "Registrar",
  "Confirm Password": "Confirmar Senha",
  "Do you already have an account?": "Já tem uma conta?",
  "There are no recipes today...": "Hoje não há receitas...",
  "Please come back later...": "Por favor, volte mais tarde...",
  "Recipes of the day!": "Receitas do dia!",
  "Search Recipes...": "Buscar Receitas...",
  "Popular": "Popular",
  "Categories": "Categorias",
  "We are not in your area yet": "Ainda não estamos na sua área",
  "We work every day to reach you!": "Trabalhamos todos os dias para alcançar você!",
  "Search Restaurants, food...": "Buscar Restaurantes, comida...",
  "Choose your favorite option": "Escolha sua opção favorita",
  "Empty saved": "Salvo vazio",
  "Setting": "Configurações",
  "My Settings": "Minhas Configurações",
  "My Addresses": "Meus Endereços",
  "Account": "Conta",
  "General": "Geral",
  "My Locations": "Minhas Localizações",
  "Payment methods": "Métodos de Pagamento",
  "Languages": "Idiomas",
  "Support": "Suporte",
  "Register my business": "Registrar meu negócio",
  "Help Center": "Centro de Ajuda",
  "Sign off": "Sair",
  "User information": "Informação do Usuário",
  "Username": "Nome de usuário",
  "Email": "Email",
  "Phone number": "Número de telefone",
  "Country": "País",
  "Birthdate": "Data de nascimento",
  "Switch to Restaurant account": "Mudar para conta de Restaurante",
  "This type of account is useful for selling your recipes.": "Este tipo de conta é útil para vender suas receitas.",
  "Legal": "Legal",
  "terms and Conditions": "termos e Condições",
  "Privacy Policy": "Política de Privacidade",
  "Copyright policy": "Política de Direitos Autorais",
  "Effective date": "Data de vigência: 10 de fevereiro de 2024",
  "Introduction": "Introdução",
  "ContentIntroduction": "Doval é uma rede social dedicada à gastronomia que permite descobrir, compartilhar e desfrutar de comida. Você pode pedir comida, reagir a postagens e conversar com outros usuários. Estes Termos e Condições regem o uso do Doval. Ao usar o Doval, você aceita estes Termos e Condições.",
  "UseOfDovalTitle": "Uso do Doval",
  "UseOfDovalContent": "Você pode usar o Doval para: Pesquisar e pedir comida de restaurantes locais. Compartilhar fotos e vídeos de suas refeições favoritas. Reagir às postagens de outros usuários com \"Curtir\", \"Não curtir\" e comentários. Conversar com outros usuários.",
  "ContentTitle": "Conteúdo",
  "ContentContent": "Você é responsável pelo conteúdo que posta no Doval. Você não deve postar conteúdo que seja: Ilegal, prejudicial, ameaçador, abusivo, difamatório, obsceno, pornográfico, discriminatório ou que invada a privacidade de outros. Spam ou publicidade não solicitada. Falso ou enganoso. O Doval reserva-se o direito de remover qualquer conteúdo que viole estes Termos e Condições.",
  "OrdersTitle": "Pedidos",
  "OrdersContent": "Quando você faz um pedido através do Doval, você aceita os termos e condições do restaurante. O Doval não é responsável pela qualidade da comida ou do atendimento ao cliente.",
  "PrivacyTitle": "Privacidade",
  "PrivacyContent": "O Doval coleta informações pessoais sobre você, como seu nome, email e endereço. O Doval usa essas informações para fornecer o serviço e melhorar sua experiência. O Doval não compartilhará suas informações pessoais com terceiros sem seu consentimento.",
  "IntellectualPropertyTitle": "Propriedade Intelectual",
  "IntellectualPropertyContent": "O Doval é propriedade da Doval Inc. O conteúdo do Doval é protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você não pode copiar, distribuir ou modificar o conteúdo do Doval sem o consentimento do Doval.",
  "IndemnificationTitle": "Indenização",
  "IndemnificationContent": "Você concorda em indenizar e defender o Doval de qualquer dano, perda ou custo decorrente do seu uso do Doval.",
  "ChangesToTermsTitle": "Alterações nos Termos e Condições",
  "ChangesToTermsContent": "O Doval pode modificar estes Termos e Condições a qualquer momento. Nós o notificaremos de quaisquer mudanças significativas por email ou através de uma notificação no aplicativo.",
  "DisputesTitle": "Disputas",
  "DisputesContent": "Qualquer disputa decorrente destes Termos e Condições será resolvida através de arbitragem vinculante.",
  "AcceptanceTitle": "Aceitação",
  "AcceptanceContent": "Ao usar o Doval, você aceita estes Termos e Condições.",
  "EffectiveDate": "Data de vigência: 10 de fevereiro de 2024",
  "PrivacyPolicyTitle": "Política de Privacidade do Doval",
  "PrivacyPolicyContent": "O Doval está comprometido em proteger sua privacidade. Esta Política de Privacidade explica como coletamos, usamos e compartilhamos suas informações pessoais.",
  "InformationWeCollect": "Informações que Coletamos",
  "InformationWeCollectContent": "Coletamos informações pessoais sobre você quando você usa o Doval, como: Seu nome, email e endereço. Informações sobre seu dispositivo, como o endereço IP e o tipo de dispositivo. Informações sobre sua atividade no Doval, como as postagens que você visualiza e com as quais interage.",
  "HowWeUseYourInformation": "Como Usamos Suas Informações",
  "HowWeUseYourInformationContent": "Usamos suas informações pessoais para: Fornecer o serviço Doval. Melhorar sua experiência no Doval. Enviar comunicações de marketing. Proteger o Doval contra fraude e abuso.",
  "HowWeShareYourInformation": "Como Compartilhamos Suas Informações",
  "HowWeShareYourInformationContent": "Não compartilhamos suas informações pessoais com terceiros sem seu consentimento. No entanto, podemos compartilhar suas informações pessoais com: Prestadores de serviços que nos ajudam a fornecer o serviço Doval. Autoridades legais, se requerido por lei.",
  "YourChoices": "Suas Escolhas",
  "YourChoicesContent": "Você tem escolhas sobre como coletamos e usamos suas informações pessoais. Você pode: Acessar suas informações pessoais e atualizá-las. Optar por não receber comunicações de marketing. Solicitar que excluamos suas informações pessoais.",
  "Security": "Segurança",
  "SecurityContent": "Tomamos medidas para proteger suas informações pessoais de acesso, uso ou divulgação não autorizados. No entanto, nenhuma medida de segurança é perfeita, e não podemos garantir a segurança total de suas informações pessoais.",
  "ChangesToPrivacyPolicy": "Alterações na Política de Privacidade",
  "ChangesToPrivacyPolicyContent": "O Doval pode modificar esta Política de Privacidade a qualquer momento. Nós o notificaremos de quaisquer mudanças significativas por email ou através de uma notificação no aplicativo.",
  "Questions": "Perguntas",
  "QuestionsContent": "Se você tem alguma dúvida sobre esta Política de Privacidade, pode nos contatar através do aplicativo Doval.",
  "AcceptanceOfPrivacyPolicy": "Aceitação",
  "AcceptanceOfPrivacyPolicyContent": "Ao usar o Doval, você aceita esta Política de Privacidade.",
  "CopyrightPolicyTitle": "Política de Direitos Autorais do Doval",
  "CopyrightPolicyContent": "O Doval respeita os direitos autorais de outros e espera que seus usuários façam o mesmo. Esta Política de Direitos Autorais estabelece as normas e procedimentos para relatar e resolver alegações de infração de direitos autorais no Doval.",
  "CopyrightProtectedContent": "Conteúdo Protegido por Direitos Autorais",
  "CopyrightProtectedContentContent": "O Doval contém vários tipos de conteúdo protegido por direitos autorais, incluindo: Textos, fotos, vídeos, música, imagens e outras obras criativas originais. Marcas comerciais, logotipos e designs pertencentes ao Doval ou a terceiros.",
  "PermittedUse": "Uso Permitido",
  "PermittedUseContent": "Você pode compartilhar conteúdo protegido por direitos autorais no Doval nos seguintes casos: Com a permissão expressa do proprietário dos direitos autorais. Sob a doutrina de uso justo para fins como crítica, comentário, paródia, pesquisa ou educação. No caso de conteúdo publicado sob uma licença aberta que permite compartilhar e modificar o conteúdo sob certos termos.",
  "CopyrightInfringementProcess": "Processo de Infração de Direitos Autorais",
  "CopyrightInfringementProcessContent": "Se você acredita que seu direito autoral está sendo infringido no Doval, você pode apresentar uma reclamação seguindo estes passos: Fornecer informações claras e precisas sobre o material protegido por direitos autorais que supostamente está sendo infringido. Identificar a localização do material infrator no Doval (por exemplo, link para a postagem). Fornecer suas informações de contato, incluindo seu nome, endereço de email e endereço postal. Fornecer prova de que você é o proprietário do material protegido por direitos autorais ou que está autorizado a apresentar a reclamação em nome do proprietário. Assinar a reclamação eletronicamente ou fisicamente. Enviar sua reclamação para o seguinte endereço: Doval Inc. A/C: Agente de Direitos Autorais [Endereço físico da Doval Inc.] [Email de contato da Doval Inc.]",
  "CopyrightInfringementConsequences": "Consequências da Infração de Direitos Autorais",
  "CopyrightInfringementConsequencesContent": "O Doval reserva-se o direito de remover qualquer conteúdo que viole a Política de Direitos Autorais. Em caso de infrações repetidas, o Doval pode suspender ou cancelar a conta do usuário infrator.",
  "ChangesToCopyrightPolicy": "Alterações na Política de Direitos Autorais",
  "ChangesToCopyrightPolicyContent": "O Doval pode modificar esta Política de Direitos Autorais a qualquer momento. Nós o notificaremos de quaisquer mudanças significativas por email ou através de uma notificação no aplicativo.",
  "CopyrightDisputes": "Disputas",
  "CopyrightDisputesContent": "Qualquer disputa relacionada à Política de Direitos Autorais será resolvida de acordo com as leis da [jurisdição aplicável].",
  "CopyrightAcceptance": "Aceitação",
  "CopyrightAcceptanceContent": "Ao usar o Doval, você aceita esta Política de Direitos Autorais.",
  "Empty": "Vazio",
  "You don't have any notification at this time": "Você não tem nenhuma notificação no momento",
  "Notifications": "Notificações",
  "Search country": "Buscar país",
  "Select your country": "Selecione seu país",
  "Start.": "Iniciar.",
  "Add or choose an address": "Adicionar ou escolher um endereço",
  "Enter a delivery address": "Digite um endereço de entrega",
  "Recipes": "Receitas",
  "New Publication": "Nova Publicação",
  "Share": "Compartilhar",
  "Say what you think": "Diga o que você pensa",
  "Add Videos": "Adicionar Vídeos",
  "We recommend high quality mp4 files no more than 200 megabytes": "Recomendamos arquivos mp4 de alta qualidade de no máximo 200 megabytes",
  "By clicking on Register, you accept the": "Ao clicar em Registrar, você aceita os",
  "Doval Login": "Login Doval",
  "username, fullname, email, Phone number, Country, Birthdate": "nome de usuário, nome completo, email, número de telefone, país, data de nascimento",
  "Reset password": "Redefinir senha",
  "The verification code has been sent to the email": "O código de verificação foi enviado para o email",
  "Send another code": "Enviar outro código",
  "Send another code in": "Enviar outro código em",
  "Passwords do not match": "As senhas não coincidem",
  "Add comment...": "Adicionar comentário...",
  "Loading recipes...": "Carregando receitas...",
  "Search users, restaurants, recipes...": "Buscar usuários, restaurantes, receitas...",
  "Close my account": "Fechar minha conta",
  "CloseDescription": "Quero desativar minha conta, sua conta será completamente deletada após um período de 30 dias, inicie a seção antes para reativar",
  "Closed account": "Conta fechada",
  "available username": "nome de usuário disponível",
  "username is already in use": "o nome de usuário já está em uso",
  "Passwords match": "As senhas coincidem",
  "Created account": "Conta criada",
  "Edit": "Editar",
  "Message": "mensagem",
  "Write a message...": "Escreve uma mensagem...",
  "You can ask me anything about gastronomy!!!": "Você pode me perguntar qualquer coisa sobre gastronomia!!!",
  "You are not logged in": "você não está logado",
  "You must be logged in to create a comment.": "Você deve estar logado para criar um comentário.",
  "New recipe": "Nova receita",
  "Create recipe": "Criar receita",
  "Description": "Descrição",
  "Describe your recipe": "Descreva sua receita",
  "Price": "Preço",
  "Wait for your images to finish loading!": "Espere suas imagens terminarem de carregar!",
  "You need at least one cover for your recipe!": "Você precisa de pelo menos uma capa para sua receita!",
  "You need a title for your recipe!": "Você precisa de um título para sua receita!",
  "You need a category for your recipe!": "Você precisa de uma categoria para sua receita!",
  "Upload images": "Carregar imagens",
  "High quality images help a better successful sale": "Imagens de alta qualidade ajudam a uma venda mais bem-sucedida",
  "You can change this option later in the Settings app.": "Você pode alterar essa opção mais tarde no app de Configurações.",
  "Location Permit Required": "Permissão de localização necessária",
  "Cancel": "Cancelar",
  "Next": "Próximo",
  "Loading video...": "Carregando vídeo...",
  "Title": "Título",
  "Make it more striking": "Torne-o mais marcante",
  "What do you think?": "O que você acha?",
  "My Recipies": "Minhas Receitas",
  "Publish your moments": "Publique seus momentos",
  "Location permission not granted": "Permissão de localização não concedida",
  "Permission to Access Your Photos and Videos": "Permissão para Acessar Suas Fotos e Vídeos",
  "Share your unique experiences through posts on your profile.": "Compartilhe suas experiências únicas através de posts no seu perfil.",
  "Upload recipes": "Carregar receitas",
  "Show your culinary creations, from the process to the final dish.": "Mostre suas criações culinárias, do processo ao prato final.",
  "Customize your content.": "Personalize seu conteúdo.",
  "Bring your posts to life with images and videos that reflect your style.": "Dê vida aos seus posts com imagens e vídeos que refletem seu estilo.",
  "Alert you about close friends": "Alertar você sobre amigos próximos",
  "Stay connected and dont miss the opportunity for unexpected encounters.": "Fique conectado e não perca a oportunidade para encontros inesperados.",
  "Find out about local events": "Descubra sobre eventos locais",
  "Discover whats happening near you, from concerts to fairs": "Descubra o que está acontecendo perto de você, de concertos a feiras",
  "Optimize food delivery": "Otimizar a entrega de alimentos",
  "Receive your orders more efficiently and discover nearby restaurants.": "Receba seus pedidos de forma mais eficiente e descubra restaurantes próximos.",
  "Orders in process": "Pedidos em andamento",
  "New Orders": "Novos pedidos",
  "Location Permit": "Permissão de localização",
  "We need access to your location to provide you with alerts about nearby friends, inform you about local events, and optimize food delivery. This permission will only be used to improve your experience in the app.": "Precisamos de acesso à sua localização para fornecer alertas sobre amigos próximos, informá-lo sobre eventos locais e otimizar a entrega de comida. Esta permissão será usada apenas para melhorar sua experiência no aplicativo.",
  "Permissions to access your gallery": "Permissões para acessar sua galeria",
  "You need access to a gallery to be able to publish your recipes, moments, culinary videos": "Você precisa de acesso à galeria para poder publicar suas receitas, momentos e vídeos culinários",
  "Reviews": "Avaliações",
  "See all Reviews": "Ver todas as avaliações",
  "Total Reviews": "Total de avaliações",
  "Search my recipes": "Buscar minhas receitas",
  "Selection not allowed You cannot select images because you already have a video selected.": "Seleção não permitida. Você não pode selecionar imagens porque já selecionou um vídeo.",
  "Selection not allowed, You cannot select a video because you already have images selected.": "Seleção não permitida, você não pode selecionar um vídeo porque já selecionou imagens.",
  "Location": "Localização",
  "Restaurants": "Restaurantes",
  "Flash sales": "Ofertas relâmpago",
  "More": "Mais",
  "Orders": "Pedidos",
  "We are working to arrive in your area soon": "Estamos trabalhando para chegar em breve à sua área",
  "There are no restaurants nearby yet!": "Ainda não há restaurantes por perto!",
  "Recipies": "Receitas",
  "Nearby Restaurant": "Restaurante próximo",
  "Show all": "Mostrar tudo",
  "See open stores": "Ver lojas abertas",
  "All shipments": "Todas as entregas",
  "Free shipping only": "Apenas entrega grátis",
  "Oh no, without orders...": "Oh não, sem pedidos...",
  "You dont have a history yet": "Você ainda não tem um histórico",
  "When tracking history appears, view them here": "Quando o histórico de rastreamento aparecer, veja aqui",
  "You dont have nearby stocks available to you.!": "Você não tem estoque disponível perto de você!",
  "Explore more recipes": "Explorar mais receitas",
  "Search Recipies": "Pesquisar Receitas",
  "Search recipes, burgers, pizza and more": "Pesquisar receitas, hambúrgueres, pizzas e mais",
  "Add my location": "Adicionar minha localização",
  "Oh we dont have permits": "Oh, nós não temos permissões",
  "You need to give us permission to access this area": "Você precisa nos dar permissão para acessar esta área",
  "Open settings": "Abrir configurações",
  "Checkout": "Finalizar compra",
  "Product": "Produto",
  "Total": "Total",
  "Load business": "Carregar negócio",
  "This screen is under construction": "Esta tela está em construção",
  "We are working to improve your experience! This screen will be available soon with exciting new features. Thank you for your patience and understanding.": "Estamos trabalhando para melhorar sua experiência! Esta tela estará disponível em breve com novos recursos interessantes. Obrigado pela sua paciência e compreensão.",
  "Writing...": "Escrevendo...",
  "Address": "Endereço",
  "Building/Apartment": "Prédio/Apartamento",
  "Tag / Girlfriend, Home, Work": "Etiqueta / Namorada, Casa, Trabalho",
  "Delivery details": "Detalhes da entrega",
  "Save location": "Salvar localização",
  "You have successfully added a location!": "Você adicionou um local com sucesso!",
  "You have not yet shared posts and recipes": "Você ainda não compartilhou posts e receitas",
  "share it today": "compartilhe hoje",
  "You have not yet saved posts and recipes": "Você ainda não salvou posts e receitas",
  "Starting app": "Iniciando o aplicativo",
  "Please check your internet and try again": "Por favor, verifique sua internet e tente novamente",
  "Oh no, weve had problems": "Oh não, tivemos problemas",
  "Reset your password easily": "Redefina sua senha facilmente",
  "Of course, here is a shorter and more direct description: Reset your password Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Claro, aqui está uma descrição mais curta e direta: Redefina sua senha. Insira seu e-mail e receba um código para atualizar sua senha rapidamente. Reconecte-se com sua paixão pela gastronomia!",
  "What is my email?": "Qual é o meu e-mail?",
  "Send code": "Enviar código",
  "We will use your location to improve your experience and improve our delivery services.": "Usaremos sua localização para melhorar sua experiência e nossos serviços de entrega.",
  "Search users, restaurants and businesses": "Pesquisar usuários, restaurantes e empresas",
  "Loading": "Carregando",
  "follow": "seguir",
  "following": "seguindo",
  "Afghanistan": "Afeganistão",
  "Albania": "Albânia",
  "Germany": "Alemanha",
  "Andorra": "Andorra",
  "Angola": "Angola",
  "Antigua and Barbuda": "Antígua e Barbuda",
  "Saudi Arabia": "Arábia Saudita",
  "Algeria": "Argélia",
  "Argentina": "Argentina",
  "Armenia": "Armênia",
  "Australia": "Austrália",
  "Austria": "Áustria",
  "Azerbaijan": "Azerbaijão",
  "Bahamas": "Bahamas",
  "Bangladesh": "Bangladesh",
  "Barbados": "Barbados",
  "Bahrain": "Barém",
  "Belgium": "Bélgica",
  "Belize": "Belize",
  "Benin": "Benin",
  "Belarus": "Bielorrússia",
  "Myanmar": "Mianmar",
  "Bolivia": "Bolívia",
  "Bosnia and Herzegovina": "Bósnia e Herzegovina",
  "Botswana": "Botswana",
  "Brazil": "Brasil",
  "Brunei": "Brunei",
  "Bulgaria": "Bulgária",
  "Burkina Faso": "Burquina Faso",
  "Burundi": "Burundi",
  "Cape Verde": "Cabo Verde",
  "Cambodia": "Camboja",
  "Cameroon": "Camarões",
  "Canada": "Canadá",
  "Qatar": "Catar",
  "Chad": "Chade",
  "Chile": "Chile",
  "China": "China",
  "Cyprus": "Chipre",
  "Colombia": "Colômbia",
  "Comoros": "Comores",
  "Congo": "Congo",
  "North Korea": "Coreia do Norte",
  "South Korea": "Coreia do Sul",
  "Ivory Coast": "Costa do Marfim",
  "Costa Rica": "Costa Rica",
  "Croatia": "Croácia",
  "Cuba": "Cuba",
  "Denmark": "Dinamarca",
  "Dominica": "Dominica",
  "Ecuador": "Equador",
  "Egypt": "Egito",
  "El Salvador": "El Salvador",
  "United Arab Emirates": "Emirados Árabes Unidos",
  "Eritrea": "Eritreia",
  "Slovakia": "Eslováquia",
  "Slovenia": "Eslovênia",
  "Spain": "Espanha",
  "United States": "Estados Unidos",
  "Estonia": "Estônia",
  "Ethiopia": "Etiópia",
  "Philippines": "Filipinas",
  "Finland": "Finlândia",
  "Fiji": "Fiji",
  "France": "França",
  "Gabon": "Gabão",
  "Gambia": "Gâmbia",
  "Georgia": "Geórgia",
  "Ghana": "Gana",
  "Greece": "Grécia",
  "Grenada": "Granada",
  "Guatemala": "Guatemala",
  "Guinea": "Guiné",
  "Guinea-Bissau": "Guiné-Bissau",
  "Equatorial Guinea": "Guiné Equatorial",
  "Guyana": "Guiana",
  "Haiti": "Haiti",
  "Honduras": "Honduras",
  "Hungary": "Hungria",
  "India": "Índia",
  "Indonesia": "Indonésia",
  "Iraq": "Iraque",
  "Iran": "Irã",
  "Ireland": "Irlanda",
  "Iceland": "Islândia",
  "Israel": "Israel",
  "Italy": "Itália",
  "Jamaica": "Jamaica",
  "Japan": "Japão",
  "Jordan": "Jordânia",
  "Kazakhstan": "Cazaquistão",
  "Kenya": "Quênia",
  "Kyrgyzstan": "Quirguistão",
  "Kiribati": "Quiribati",
  "Kuwait": "Kuwait",
  "Laos": "Laos",
  "Latvia": "Letônia",
  "Lebanon": "Líbano",
  "Lesotho": "Lesoto",
  "Liberia": "Libéria",
  "Libya": "Líbia",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituânia",
  "Luxembourg": "Luxemburgo",
  "North Macedonia": "Macedônia do Norte",
  "Madagascar": "Madagascar",
  "Malaysia": "Malásia",
  "Malawi": "Malawi",
  "Maldives": "Maldivas",
  "Mali": "Mali",
  "Malta": "Malta",
  "Morocco": "Marrocos",
  "Mauritius": "Maurício",
  "Mauritania": "Mauritânia",
  "Mexico": "México",
  "Micronesia": "Micronésia",
  "Moldova": "Moldova",
  "Monaco": "Mônaco",
  "Mongolia": "Mongólia",
  "Montenegro": "Montenegro",
  "Mozambique": "Moçambique",
  "Namibia": "Namíbia",
  "Nauru": "Nauru",
  "Nepal": "Nepal",
  "Netherlands": "Países Baixos",
  "New Zealand": "Nova Zelândia",
  "Nicaragua": "Nicarágua",
  "Niger": "Níger",
  "Nigeria": "Nigéria",
  "Norway": "Noruega",
  "Oman": "Omã",
  "Pakistan": "Paquistão",
  "Palau": "Palau",
  "Panama": "Panamá",
  "Papua New Guinea": "Papua-Nova Guiné",
  "Paraguay": "Paraguai",
  "Peru": "Peru",
  "Poland": "Polônia",
  "Portugal": "Portugal",
  "Romania": "Romênia",
  "Russia": "Rússia",
  "Rwanda": "Ruanda",
  "Saint Kitts and Nevis": "São Cristóvão e Névis",
  "Saint Lucia": "Santa Lúcia",
  "Saint Vincent and the Grenadines": "São Vicente e Granadinas",
  "Samoa": "Samoa",
  "San Marino": "San Marino",
  "Sao Tome and Principe": "São Tomé e Príncipe",
  "Senegal": "Senegal",
  "Serbia": "Sérvia",
  "Seychelles": "Seychelles",
  "Sierra Leone": "Serra Leoa",
  "Singapore": "Cingapura",
  "Solomon Islands": "Ilhas Salomão",
  "Somalia": "Somália",
  "South Africa": "África do Sul",
  "South Sudan": "Sudão do Sul",
  "Sri Lanka": "Sri Lanka",
  "Sudan": "Sudão",
  "Suriname": "Suriname",
  "Swaziland": "Eswatini",
  "Sweden": "Suécia",
  "Switzerland": "Suíça",
  "Syria": "Síria",
  "Taiwan": "Taiwan",
  "Tajikistan": "Tadjiquistão",
  "Tanzania": "Tanzânia",
  "Thailand": "Tailândia",
  "Togo": "Togo",
  "Tonga": "Tonga",
  "Trinidad and Tobago": "Trindade e Tobago",
  "Tunisia": "Tunísia",
  "Turkey": "Turquia",
  "Turkmenistan": "Turcomenistão",
  "Tuvalu": "Tuvalu",
  "Uganda": "Uganda",
  "Ukraine": "Ucrânia",
  "United Kingdom": "Reino Unido",
  "Uruguay": "Uruguai",
  "Uzbekistan": "Uzbequistão",
  "Vanuatu": "Vanuatu",
  "Vatican City": "Vaticano",
  "Venezuela": "Venezuela",
  "Vietnam": "Vietnã",
  "Yemen": "Iémen",
  "Zambia": "Zâmbia",
  "Zimbabwe": "Zimbábue",
  "Dominican Republic": "República Dominicana"
}
