{
  "Logintitle": "¡Conéctate y Comparte!😋🍔🍕",
  "Logindescription": "Enviaremos un código de confirmación a este número para verificar tu cuenta.",
  "Followers": "Seguidores",
  "Follow": "Seguir",
  "Following": "Siguiendo",
  "PlaceholderEmail": "Ingresa el correo electrónico",
  "Password": "Contraseña",
  "Continue": "Continuar",
  "Sending code": "Enviando código",
  "Do not you have an account yet?": "¿Aún no tienes una cuenta?",
  "Sign up": "Regístrate",
  "Or start with": "o continúa con",
  "Start with my number": "continúa con mi número",
  "continue with my apple": "Continúa con mi Apple",
  "continue with my Google": "Continúa con mi Google",
  "continue with my Facebook": "Continúa con mi Facebook",
  "Continue with your email": "Continúa con tu correo",
  "Register and Share": "¡Regístrate y Comparte!",
  "Complete the form to register": "Completa el formulario para registrarte",
  "Full name": "Nombre completo",
  "There are no posts yet": "Aún no hay publicaciones",
  "Start sharing...!": "¡Comienza a compartir!",
  "No comments yet": "Aún no hay comentarios",
  "Start a conversation": "Inicia una conversación",
  "See answers": "Ver respuestas",
  "Write comment": "Escribir comentario",
  "Comment": "Comentario",
  "Comments": "Comentarios",
  "Order Now": "Ordenar ahora",
  "Cart": "Carrito",
  "Login": "Iniciar sesión",
  "Manage your account, react, share and order...!": "Gestiona tu cuenta, reacciona, comparte y ordena...!",
  "Register": "Registrarse",
  "Confirm Password": "Confirmar Contraseña",
  "Do you already have an account?": "¿Ya tienes una cuenta?",
  "There are no recipes today...": "No hay recetas hoy...",
  "Please come back later...": "Por favor, vuelve más tarde...",
  "Recipes of the day!": "¡Recetas del día!",
  "Search Recipes...": "Buscar recetas...",
  "Popular": "Popular",
  "Categories": "Categorías",
  "We are not in your area yet": "Aún no estamos en tu área",
  "We work every day to reach you!": "Trabajamos cada día para llegar a ti!",
  "Search Restaurants, food...": "Buscar restaurantes, comida...",
  "Choose your favorite option": "Elige tu opción favorita",
  "Empty saved": "Sin guardados",
  "Setting": "Configuración",
  "My Settings": "Mis Configuraciones",
  "My Addresses": "Mis Direcciones",
  "Account": "Cuenta",
  "General": "General",
  "My Locations": "Mis Ubicaciones",
  "Payment methods": "Métodos de pago",
  "Languages": "Idiomas",
  "Support": "Soporte",
  "Register my business": "Registrar mi negocio",
  "Help Center": "Centro de ayuda",
  "Sign off": "Cerrar sesión",
  "User information": "Información del usuario",
  "Username": "Nombre de usuario",
  "Email": "Correo electrónico",
  "Phone number": "Número de teléfono",
  "Country": "País",
  "Birthdate": "Fecha de nacimiento",
  "Switch to Restaurant account": "Cambiar a cuenta de restaurante",
  "This type of account is useful for selling your recipes.": "Este tipo de cuenta es útil para vender tus recetas.",
  "Legal": "Legal",
  "terms and Conditions": "Términos y Condiciones",
  "Privacy Policy": "Política de Privacidad",
  "Copyright policy": "Política de Derechos de Autor",
  "Effective date": "Fecha de vigencia: 10 de febrero de 2024",
  "Introduction": "Introducción",
  "ContentIntroduction": "Doval es una red social dedicada a la gastronomía que permite descubrir, compartir y disfrutar de la comida. Puedes pedir comida, reaccionar a publicaciones y chatear con otros usuarios. Estos Términos y Condiciones rigen el uso de Doval. Al utilizar Doval, aceptas estos Términos y Condiciones.",
  "UseOfDovalTitle": "Uso de Doval",
  "UseOfDovalContent": "Puedes usar Doval para: Buscar y pedir comida de restaurantes locales. Compartir fotos y videos de tus comidas favoritas. Reaccionar a publicaciones de otros usuarios con 'Me gusta', 'No me gusta' y comentarios. Chatear con otros usuarios.",
  "ContentTitle": "Contenido",
  "ContentContent": "Eres responsable del contenido que publiques en Doval. No debes publicar contenido que sea: Ilegal, dañino, amenazante, abusivo, difamatorio, obsceno, pornográfico, discriminatorio, o que invada la privacidad de otros. Spam o publicidad no solicitada. Falso o engañoso. Doval se reserva el derecho de eliminar cualquier contenido que viole estos Términos y Condiciones.",
  "OrdersTitle": "Órdenes",
  "OrdersContent": "Al realizar un pedido a través de Doval, aceptas los términos y condiciones del restaurante. Doval no es responsable de la calidad de la comida ni del servicio al cliente.",
  "PrivacyTitle": "Privacidad",
  "PrivacyContent": "Doval recopila información personal sobre ti, como tu nombre, correo electrónico y dirección. Doval utiliza esta información para proporcionarte el servicio y mejorar tu experiencia. Doval no compartirá tu información personal con terceros sin tu consentimiento.",
  "IntellectualPropertyTitle": "Propiedad Intelectual",
  "IntellectualPropertyContent": "Doval es propiedad de Doval Inc. El contenido de Doval está protegido por derechos de autor y otras leyes de propiedad intelectual. No puedes copiar, distribuir o modificar el contenido de Doval sin el consentimiento de Doval.",
  "IndemnificationTitle": "Indemnización",
  "IndemnificationContent": "Aceptas indemnizar y defender a Doval de cualquier daño, pérdida o costo que surja de tu uso de Doval.",
  "ChangesToTermsTitle": "Cambios en los Términos y Condiciones",
  "ChangesToTermsContent": "Doval puede modificar estos Términos y Condiciones en cualquier momento. Te notificaremos de cualquier cambio significativo por correo electrónico o mediante una notificación en la app.",
  "DisputesTitle": "Disputas",
  "DisputesContent": "Cualquier disputa que surja de estos Términos y Condiciones se resolverá mediante arbitraje vinculante.",
  "AcceptanceTitle": "Aceptación",
  "AcceptanceContent": "Al utilizar Doval, aceptas estos Términos y Condiciones.",
  "EffectiveDate": "Fecha de vigencia: 10 de febrero de 2024",
  "PrivacyPolicyTitle": "Política de Privacidad de Doval",
  "PrivacyPolicyContent": "Doval se compromete a proteger tu privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos y compartimos tu información personal.",
  "InformationWeCollect": "Información que Recopilamos",
  "InformationWeCollectContent": "Recopilamos información personal sobre ti cuando usas Doval, como: Tu nombre, correo electrónico y dirección. Información sobre tu dispositivo, como la dirección IP y el tipo de dispositivo. Información sobre tu actividad en Doval, como las publicaciones que ves e interactúas.",
  "HowWeUseYourInformation": "Cómo Usamos tu Información",
  "HowWeUseYourInformationContent": "Usamos tu información personal para: Proporcionarte el servicio de Doval. Mejorar tu experiencia en Doval. Enviarte comunicaciones de marketing. Proteger a Doval del fraude y abuso.",
  "HowWeShareYourInformation": "Cómo Compartimos tu Información",
  "HowWeShareYourInformationContent": "No compartimos tu información personal con terceros sin tu consentimiento. Sin embargo, podemos compartir tu información personal con: Proveedores de servicios que nos ayudan a proporcionar el servicio de Doval. Autoridades legales si la ley lo requiere.",
  "YourChoices": "Tus Opciones",
  "YourChoicesContent": "Tienes opciones sobre cómo recopilamos y usamos tu información personal. Puedes: Acceder a tu información personal y actualizarla. Optar por no recibir comunicaciones de marketing. Solicitar que eliminemos tu información personal.",
  "Security": "Seguridad",
  "SecurityContent": "Tomamos medidas para proteger tu información personal del acceso, uso o divulgación no autorizados. Sin embargo, ninguna medida de seguridad es perfecta y no podemos garantizar la seguridad total de tu información personal.",
  "ChangesToPrivacyPolicy": "Cambios en la Política de Privacidad",
  "ChangesToPrivacyPolicyContent": "Doval puede modificar esta Política de Privacidad en cualquier momento. Te notificaremos de cualquier cambio significativo por correo electrónico o mediante una notificación en la app.",
  "Questions": "Preguntas",
  "QuestionsContent": "Si tienes alguna pregunta sobre esta Política de Privacidad, puedes contactarnos a través de la app de Doval.",
  "AcceptanceOfPrivacyPolicy": "Aceptación",
  "AcceptanceOfPrivacyPolicyContent": "Al utilizar Doval, aceptas esta Política de Privacidad.",
  "CopyrightPolicyTitle": "Política de Derechos de Autor de Doval",
  "CopyrightPolicyContent": "Doval respeta los derechos de autor de otros y espera que sus usuarios hagan lo mismo. Esta Política de Derechos de Autor establece las normas y procedimientos para denunciar y resolver presuntas infracciones de derechos de autor en Doval.",
  "CopyrightProtectedContent": "Contenido Protegido por Derechos de Autor",
  "CopyrightProtectedContentContent": "Doval contiene varios tipos de contenido protegido por derechos de autor, incluidos: Textos, fotos, videos, música, imágenes y otras obras creativas originales. Marcas, logotipos y diseños propiedad de Doval o de terceros.",
  "PermittedUse": "Uso Permitido",
  "PermittedUseContent": "Puedes compartir contenido protegido por derechos de autor en Doval en los siguientes casos: Con el permiso expreso del propietario de los derechos de autor. Bajo la doctrina del uso justo para fines como crítica, comentario, parodia, investigación o educación. En el caso de contenido publicado bajo una licencia abierta que permita compartir y modificar el contenido bajo ciertos términos.",
  "CopyrightInfringementProcess": "Proceso de Infracción de Derechos de Autor",
  "CopyrightInfringementProcessContent": "Si crees que tus derechos de autor están siendo infringidos en Doval, puedes presentar una queja siguiendo estos pasos: Proporciona información clara y precisa sobre el material protegido por derechos de autor que supuestamente está siendo infringido. Identifica la ubicación del material infractor en Doval (por ejemplo, enlace a la publicación). Proporciona tu información de contacto, incluido tu nombre, correo electrónico y dirección postal. Proporciona prueba de que eres el propietario del material protegido por derechos de autor o que estás autorizado para presentar la queja en nombre del propietario. Firma la queja de manera electrónica o física. Envía tu queja a la siguiente dirección: Doval Inc. Attn: Agente de Derechos de Autor [Dirección física de Doval Inc.] [Correo electrónico de contacto de Doval Inc.]",
  "CopyrightInfringementConsequences": "Consecuencias de la Infracción de Derechos de Autor",
  "CopyrightInfringementConsequencesContent": "Doval se reserva el derecho de eliminar cualquier contenido que viole la Política de Derechos de Autor. En caso de infracciones reiteradas, Doval puede suspender o cancelar la cuenta del usuario infractor.",
  "ChangesToCopyrightPolicy": "Cambios en la Política de Derechos de Autor",
  "ChangesToCopyrightPolicyContent": "Doval puede modificar esta Política de Derechos de Autor en cualquier momento. Te notificaremos de cualquier cambio significativo por correo electrónico o mediante una notificación en la app.",
  "CopyrightDisputes": "Disputas",
  "CopyrightDisputesContent": "Cualquier disputa relacionada con la Política de Derechos de Autor se resolverá de acuerdo con las leyes de la [jurisdicción aplicable].",
  "CopyrightAcceptance": "Aceptación",
  "CopyrightAcceptanceContent": "Al utilizar Doval, aceptas esta Política de Derechos de Autor.",
  "Empty": "Vacío",
  "You don't have any notification at this time": "No tienes ninguna notificación en este momento",
  "Notifications": "Notificaciones",
  "Search country": "Buscar país",
  "Select your country": "Selecciona tu país",
  "Start.": "Comenzar.",
  "Add or choose an address": "Agregar o elegir una dirección",
  "Enter a delivery address": "Ingresa una dirección de entrega",
  "Recipes": "Recetas",
  "New Publication": "Nueva Publicación",
  "Share": "Compartir",
  "Say what you think": "Di lo que piensas",
  "Add Videos": "Agregar Videos",
  "We recommend high quality mp4 files no more than 200 megabytes": "Recomendamos archivos mp4 de alta calidad de no más de 200 megabytes",
  "By clicking on Register, you accept the": "Al hacer clic en Registrarse, aceptas los",
  "Doval Login": "Inicio de sesión en Doval",
  "username, fullname, email, Phone number, Country, Birthdate": "nombre de usuario, nombre completo, correo electrónico, número de teléfono, país, fecha de nacimiento",
  "Reset password": "Restablecer contraseña",
  "The verification code has been sent to the email": "El código de verificación ha sido enviado al correo electrónico",
  "Send another code": "Enviar otro código",
  "Send another code in": "Enviar otro código en",
  "Passwords do not match": "Las contraseñas no coinciden",
  "Add comment...": "Agregar comentario...",
  "Loading recipes...": "Cargando recetas...",
  "Search users, restaurants, recipes...": "Buscar usuarios, restaurantes, recetas...",
  "Close my account": "Cerrar mi cuenta",
  "CloseDescription": "Quiero desactivar mi cuenta, tu cuenta será completamente eliminada después de un período de 30 días, inicia sesión antes para reactivar",
  "Closed account": "Cuenta cerrada",
  "available username": "nombre de usuario disponible",
  "username is already in use": "el nombre de usuario ya está en uso",
  "Passwords match": "Las contraseñas coinciden",
  "Created account": "Cuenta creada",
  "Edit": "Editar",
  "Message": "Mensaje",
  "Write a message...": "Escribe un mensaje...",
  "You can ask me anything about gastronomy!!!": "¡Puedes preguntarme cualquier cosa sobre gastronomía!",
  "You are not logged in": "No has iniciado sesión",
  "You must be logged in to create a comment.": "Debes iniciar sesión para crear un comentario.",
  "New recipe": "Nueva receta",
  "Create recipe": "Crear receta",
  "Description": "Descripción",
  "Describe your recipe": "Describe tu receta",
  "Price": "Precio",
  "Wait for your images to finish loading!": "¡Espera a que terminen de cargar tus imágenes!",
  "You need at least one cover for your recipe!": "¡Necesitas al menos una portada para tu receta!",
  "You need a title for your recipe!": "¡Necesitas un título para tu receta!",
  "You need a category for your recipe!": "¡Necesitas una categoría para tu receta!",
  "Upload images": "Subir imágenes",
  "High quality images help a better successful sale": "Las imágenes de alta calidad ayudan a una venta exitosa",
  "You can change this option later in the Settings app.": "Puedes cambiar esta opción más tarde en la configuración de la app.",
  "Location Permit Required": "Permiso de Ubicación Requerido",
  "Cancel": "Cancelar",
  "Next": "Siguiente",
  "Loading video...": "Cargando video...",
  "Title": "Título",
  "Make it more striking": "Hazlo más llamativo",
  "What do you think?": "¿Qué piensas?",
  "My Recipies": "Mis Recetas",
  "Publish your moments": "Publica tus momentos",
  "Location permission not granted": "Permiso de ubicación no concedido",
  "Permission to Access Your Photos and Videos": "Permiso para Acceder a tus Fotos y Videos",
  "Share your unique experiences through posts on your profile.": "Comparte tus experiencias únicas a través de publicaciones en tu perfil.",
  "Upload recipes": "Subir recetas",
  "Show your culinary creations, from the process to the final dish.": "Muestra tus creaciones culinarias, desde el proceso hasta el plato final.",
  "Customize your content.": "Personaliza tu contenido.",
  "Bring your posts to life with images and videos that reflect your style.": "Da vida a tus publicaciones con imágenes y videos que reflejan tu estilo.",
  "Alert you about close friends": "Alerta sobre amigos cercanos",
  "Stay connected and dont miss the opportunity for unexpected encounters.": "Mantente conectado y no pierdas la oportunidad de encuentros inesperados.",
  "Find out about local events": "Descubre eventos locales",
  "Discover whats happening near you, from concerts to fairs": "Descubre lo que sucede cerca de ti, desde conciertos hasta ferias",
  "Optimize food delivery": "Optimiza la entrega de alimentos",
  "Receive your orders more efficiently and discover nearby restaurants.": "Recibe tus pedidos de manera más eficiente y descubre restaurantes cercanos.",
  "Orders in process": "Órdenes en proceso",
  "New Orders": "Nuevas Órdenes",
  "Location Permit": "Permiso de Ubicación",
  "We need access to your location to provide you with alerts about nearby friends, inform you about local events, and optimize food delivery. This permission will only be used to improve your experience in the app.": "Necesitamos acceso a tu ubicación para proporcionarte alertas sobre amigos cercanos, informarte sobre eventos locales y optimizar la entrega de alimentos. Este permiso solo se utilizará para mejorar tu experiencia en la app.",
  "Permissions to access your gallery": "Permisos para acceder a tu galería",
  "You need access to a gallery to be able to publish your recipes, moments, culinary videos": "Necesitas acceso a una galería para poder publicar tus recetas, momentos y videos culinarios",
  "Reviews": "Reseñas",
  "See all Reviews": "Ver todas las Reseñas",
  "Total Reviews": "Total de Reseñas",
  "Search my recipes": "Buscar mis recetas",
  "Selection not allowed You cannot select images because you already have a video selected.": "Selección no permitida. No puedes seleccionar imágenes porque ya tienes un video seleccionado.",
  "Selection not allowed, You cannot select a video because you already have images selected.": "Selección no permitida. No puedes seleccionar un video porque ya tienes imágenes seleccionadas.",
  "Location": "Ubicación",
  "Restaurants": "Restaurantes",
  "Flash sales": "Ventas flash",
  "More": "Más",
  "Orders": "Órdenes",
  "We are working to arrive in your area soon": "Estamos trabajando para llegar pronto a tu área",
  "There are no restaurants nearby yet!": "¡Aún no hay restaurantes cercanos!",
  "Recipies": "Recetas",
  "Nearby Restaurant": "Restaurante Cercano",
  "Show all": "Mostrar todo",
  "See open stores": "Ver tiendas abiertas",
  "All shipments": "Todos los envíos",
  "Free shipping only": "Solo envío gratis",
  "Oh no, without orders...": "Oh no, sin órdenes...",
  "You dont have a history yet": "Aún no tienes historial",
  "When tracking history appears, view them here": "Cuando aparezca el historial de seguimiento, míralo aquí",
  "You dont have nearby stocks available to you.!": "No tienes existencias cercanas disponibles para ti.",
  "Explore more recipes": "Explora más recetas",
  "Search Recipies": "Buscar Recetas",
  "Search recipes, burgers, pizza and more": "Buscar recetas, hamburguesas, pizza y más",
  "Add my location": "Agregar mi ubicación",
  "Oh we dont have permits": "Oh, no tenemos permisos",
  "You need to give us permission to access this area": "Necesitas darnos permiso para acceder a esta área",
  "Open settings": "Abrir configuraciones",
  "Checkout": "Revisar orden",
  "Product": "Producto",
  "Total": "Total",
  "Load business": "Cargar negocio",
  "This screen is under construction": "Esta pantalla está en construcción",
  "We are working to improve your experience! This screen will be available soon with exciting new features. Thank you for your patience and understanding.": "Estamos trabajando para mejorar tu experiencia. ¡Esta pantalla estará disponible pronto con nuevas y emocionantes funciones! Gracias por tu paciencia y comprensión.",
  "Writing...": "Escribiendo...",
  "Address": "Dirección",
  "Building/Apartment": "Edificio/Departamento",
  "Tag / Girlfriend, Home, Work": "Etiqueta / Novia, Hogar, Trabajo",
  "Delivery details": "Detalles de la entrega",
  "Save location": "Guardar ubicación",
  "You have successfully added a location!": "¡Has agregado una ubicación exitosamente!",
  "You have not yet shared posts and recipes": "Aún no has compartido publicaciones y recetas",
  "share it today": "compártelo hoy",
  "You have not yet saved posts and recipes": "Aún no has guardado publicaciones y recetas",
  "Starting app": "Iniciando app",
  "Please check your internet and try again": "Por favor verifica tu internet e intenta nuevamente",
  "Oh no, weve had problems": "Oh no, hemos tenido problemas",
  "Reset your password easily": "Restablece tu contraseña fácilmente",
  "Of course, here is a shorter and more direct description: Reset your password Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Por supuesto, aquí tienes una descripción más corta y directa: Restablece tu contraseña. Ingresa tu correo y recibe un código para actualizar rápidamente tu contraseña. ¡Reconéctate con tu pasión por la gastronomía!",
  "What is my email?": "¿Cuál es mi correo?",
  "Send code": "Enviar código",
  "We will use your location to improve your experience and improve our delivery services.": "Usaremos tu ubicación para mejorar tu experiencia y nuestros servicios de entrega.",
  "Search users, restaurants and businesses": "Buscar usuarios, restaurantes y negocios",
  "Loading": "Cargando",
  "follow": "seguir",
  "following": "siguiendo",
  "Hello, how can I help you?": "Hola, ¿en qué puedo ayudarte?",
  "You can ask me anything about gastronomy!": "¡Puedes preguntarme cualquier cosa sobre gastronomía!",
  "Add a payment method and order without worries": "Agrega un método de pago y ordena sin preocupaciones",
  "Credit or debit card": "Tarjeta de crédito o débito",
  "Add your favorite payment methods": "Agrega tus métodos de pago favoritos",
  "Add card": "Agregar tarjeta",
  "Adding card": "Agregando tarjeta",
  "Save Changes": "Guardar Cambios",
  "I want to be a delivery man": "Quiero ser repartidor",
  "Use phone or email": "Usar teléfono o correo electrónico",
  "By providing your phone number, you authorize Doval to utilize this information to optimize your user experience through tailored recommendations and relevant updates.": "Al proporcionar tu número de teléfono, autorizas a Doval a utilizar esta información para optimizar tu experiencia de usuario a través de recomendaciones personalizadas y actualizaciones relevantes.",
  "Enter a valid phone number": "Ingresa un número de teléfono válido",
  "Code sent correctly": "Código enviado correctamente",
  "Afghanistan": "Afganistán",
  "Albania": "Albania",
  "Germany": "Alemania",
  "Andorra": "Andorra",
  "Angola": "Angola",
  "Antigua and Barbuda": "Antigua y Barbuda",
  "Saudi Arabia": "Arabia Saudita",
  "Algeria": "Argelia",
  "Argentina": "Argentina",
  "Armenia": "Armenia",
  "Australia": "Australia",
  "Austria": "Austria",
  "Azerbaijan": "Azerbaiyán",
  "Bahamas": "Bahamas",
  "Bangladesh": "Bangladesh",
  "Barbados": "Barbados",
  "Bahrain": "Baréin",
  "Belgium": "Bélgica",
  "Belize": "Belice",
  "Benin": "Benín",
  "Belarus": "Bielorrusia",
  "Myanmar": "Myanmar",
  "Bolivia": "Bolivia",
  "Bosnia and Herzegovina": "Bosnia y Herzegovina",
  "Botswana": "Botsuana",
  "Brazil": "Brasil",
  "Brunei": "Brunéi",
  "Bulgaria": "Bulgaria",
  "Burkina Faso": "Burkina Faso",
  "Burundi": "Burundi",
  "Cape Verde": "Cabo Verde",
  "Cambodia": "Camboya",
  "Cameroon": "Camerún",
  "Canada": "Canadá",
  "Qatar": "Catar",
  "Chad": "Chad",
  "Chile": "Chile",
  "China": "China",
  "Cyprus": "Chipre",
  "Colombia": "Colombia",
  "Comoros": "Comoras",
  "Congo": "Congo",
  "North Korea": "Corea del Norte",
  "South Korea": "Corea del Sur",
  "Ivory Coast": "Costa de Marfil",
  "Costa Rica": "Costa Rica",
  "Croatia": "Croacia",
  "Cuba": "Cuba",
  "Denmark": "Dinamarca",
  "Dominica": "Dominica",
  "Ecuador": "Ecuador",
  "Egypt": "Egipto",
  "El Salvador": "El Salvador",
  "United Arab Emirates": "Emiratos Árabes Unidos",
  "Eritrea": "Eritrea",
  "Slovakia": "Eslovaquia",
  "Slovenia": "Eslovenia",
  "Spain": "España",
  "United States": "Estados Unidos",
  "Estonia": "Estonia",
  "Ethiopia": "Etiopía",
  "Philippines": "Filipinas",
  "Finland": "Finlandia",
  "Fiji": "Fiyi",
  "France": "Francia",
  "Gabon": "Gabón",
  "Gambia": "Gambia",
  "Georgia": "Georgia",
  "Ghana": "Ghana",
  "Greece": "Grecia",
  "Grenada": "Granada",
  "Guatemala": "Guatemala",
  "Guinea": "Guinea",
  "Guinea-Bissau": "Guinea-Bisáu",
  "Equatorial Guinea": "Guinea Ecuatorial",
  "Guyana": "Guyana",
  "Haiti": "Haití",
  "Honduras": "Honduras",
  "Hungary": "Hungría",
  "India": "India",
  "Indonesia": "Indonesia",
  "Iraq": "Irak",
  "Iran": "Irán",
  "Ireland": "Irlanda",
  "Iceland": "Islandia",
  "Israel": "Israel",
  "Italy": "Italia",
  "Jamaica": "Jamaica",
  "Japan": "Japón",
  "Jordan": "Jordania",
  "Kazakhstan": "Kazajistán",
  "Kenya": "Kenia",
  "Kyrgyzstan": "Kirguistán",
  "Kiribati": "Kiribati",
  "Kuwait": "Kuwait",
  "Laos": "Laos",
  "Latvia": "Letonia",
  "Lebanon": "Líbano",
  "Lesotho": "Lesoto",
  "Liberia": "Liberia",
  "Libya": "Libia",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituania",
  "Luxembourg": "Luxemburgo",
  "North Macedonia": "Macedonia del Norte",
  "Madagascar": "Madagascar",
  "Malaysia": "Malasia",
  "Malawi": "Malaui",
  "Maldives": "Maldivas",
  "Mali": "Malí",
  "Malta": "Malta",
  "Morocco": "Marruecos",
  "Mauritius": "Mauricio",
  "Mauritania": "Mauritania",
  "Mexico": "México",
  "Micronesia": "Micronesia",
  "Moldova": "Moldavia",
  "Monaco": "Mónaco",
  "Mongolia": "Mongolia",
  "Montenegro": "Montenegro",
  "Mozambique": "Mozambique",
  "Namibia": "Namibia",
  "Nauru": "Nauru",
  "Nepal": "Nepal",
  "Nicaragua": "Nicaragua",
  "Niger": "Níger",
  "Nigeria": "Nigeria",
  "Norway": "Noruega",
  "New Zealand": "Nueva Zelanda",
  "Oman": "Omán",
  "Netherlands": "Países Bajos",
  "Pakistan": "Pakistán",
  "Palau": "Palaos",
  "Palestine": "Palestina",
  "Panama": "Panamá",
  "Papua New Guinea": "Papúa Nueva Guinea",
  "Paraguay": "Paraguay",
  "Peru": "Perú",
  "Poland": "Polonia",
  "Portugal": "Portugal",
  "United Kingdom": "Reino Unido",
  "Central African Republic": "República Centroafricana",
  "Czech Republic": "República Checa",
  "Dominican Republic": "República Dominicana",
  "Republic of the Congo": "República del Congo",
  "Democratic Republic of the Congo": "República Democrática del Congo",
  "Romania": "Rumania",
  "Russia": "Rusia",
  "Rwanda": "Ruanda",
  "Samoa": "Samoa",
  "Saint Kitts and Nevis": "San Cristóbal y Nieves",
  "San Marino": "San Marino",
  "Saint Vincent and the Grenadines": "San Vicente y las Granadinas",
  "Saint Lucia": "Santa Lucía",
  "Sao Tome and Principe": "Santo Tomé y Príncipe",
  "Senegal": "Senegal",
  "Serbia": "Serbia",
  "Seychelles": "Seychelles",
  "Sierra Leone": "Sierra Leona",
  "Singapore": "Singapur",
  "Syria": "Siria",
  "Somalia": "Somalia",
  "Sri Lanka": "Sri Lanka",
  "Eswatini": "Suazilandia",
  "South Africa": "Sudáfrica",
  "Sudan": "Sudán",
  "South Sudan": "Sudán del Sur",
  "Sweden": "Suecia",
  "Switzerland": "Suiza",
  "Suriname": "Surinam",
  "Thailand": "Tailandia",
  "Tanzania": "Tanzania",
  "Tajikistan": "Tayikistán",
  "Timor-Leste": "Timor Oriental",
  "Togo": "Togo",
  "Tonga": "Tonga",
  "Trinidad and Tobago": "Trinidad y Tobago",
  "Tunisia": "Túnez",
  "Turkmenistan": "Turkmenistán",
  "Turkey": "Turquía",
  "Tuvalu": "Tuvalu",
  "Ukraine": "Ucrania",
  "Uganda": "Uganda",
  "Uruguay": "Uruguay",
  "Uzbekistan": "Uzbekistán",
  "Vanuatu": "Vanuatu",
  "Vatican City": "Ciudad del Vaticano",
  "Venezuela": "Venezuela",
  "Vietnam": "Vietnam",
  "Yemen": "Yemen",
  "Djibouti": "Yibuti",
  "Zambia": "Zambia",
  "Zimbabwe": "Zimbabue",
  "Healthy and Conscious Eating": "Alimentación Saludable y Consciente",
  "International and Ethnic Cuisine": "Cocina Internacional y Étnica",
  "Pastry and Confectionery": "Pastelería y Repostería",
  "You can change this anytime in Settings and privacy > Privacy > Location >  Doval.": "Puedes cambiar esto en cualquier momento en Configuración y privacidad > Privacidad > Ubicación > Doval.",
  "Welcome to Doval": "Bienvenido a Doval",
  "Discover a world of culinary creativity, where you can explore, share, and enjoy recipes from around the globe. Let's get cooking!": "Descubre un mundo de creatividad culinaria, donde puedes explorar, compartir y disfrutar recetas de todo el mundo. ¡A cocinar!",
  "Sign up for Doval": "Regístrate en Doval",
  "By providing your email, you authorize Doval to utilize this information to optimize your user experience through tailored recommendations and relevant updates.": "Al proporcionar tu correo electrónico, autorizas a Doval a utilizar esta información para optimizar tu experiencia de usuario a través de recomendaciones personalizadas y actualizaciones relevantes.",
  "Show": "Mostrar",
  "Hide": "Ocultar",
  "Iniciar seccion": "Iniciar sesión",
  "Enter a valid email address": "Ingresa una dirección de correo válida",
  "Add your email": "Agrega tu correo",
  "Add your password": "Agrega tu contraseña",
  "My payment methods": "Mis métodos de pago",
  "Find recipes from your favorite": "Encuentra recetas de tus favoritas",
  "Limit reached": "Límite alcanzado",
  "You cannot select more variants for this option.": "No puedes seleccionar más variantes para esta opción.",
  "You are missing some variants": "Te faltan algunas variantes",
  "Select at least": "Selecciona al menos",
  "variantes obligatorias": "variantes obligatorias",
  "Added to cart!": "¡Agregado al carrito!",
  "You have added a new product to your cart!": "¡Has agregado un nuevo producto a tu carrito!",
  "Go back": "Regresar",
  "Go to cart": "Ir al carrito",
  "Error": "Error",
  "There was a problem adding the product to the cart.": "Hubo un problema al agregar el producto al carrito.",
  "Notes": "Notas",
  "Add to cart": "Agregar al carrito",
  "Oops! Your cart is empty 🍽️": "¡Oops! Tu carrito está vacío 🍽️",
  "Once you add items from a restaurants or storem your cart will appear here": "Una vez que agregues artículos de un restaurante o tienda, tu carrito aparecerá aquí",
  "View restaurants": "Ver restaurantes",
  "Visit Store": "Visitar Tienda",
  "Notes for riderMan": "Notas para el repartidor",
  "Products": "Productos",
  "Your Product": "Tu Producto",
  "Delivery by": "Entregado por",
  "Tracking order": "Seguimiento del pedido",
  "IsLoading...": "Cargando...",
  "🏍️ Rider is waiting for the order in the restaurant": "🏍️ El repartidor está esperando el pedido en el restaurante",
  "Deliver To": "Entregar a",
  "Select address to": "Seleccionar dirección para",
  "Change": "Cambiar",
  "Payment Method": "Método de Pago",
  "About to": "Acerca de",
  "Joined Doval:": "Se unió a Doval:",
  "Based In:": "Con base en:",
  "reports success": "Informe enviado con éxito",
  "reports success message": "Tu informe ha sido enviado con éxito. Gracias por tu informe, nos ayuda a mejorar.",
  "reports error": "Error",
  "reports error message": "Hubo un error al enviar tu informe. Por favor intenta nuevamente más tarde.",
  "Report User": "Reportar Usuario",
  "Review your order!": "¡Revisa tu pedido!",
  "Tell us about yourself": "Cuéntanos sobre ti",
  "These help us to introduce you": "Estos nos ayudan a presentarte",
  "Add your name": "Agrega tu nombre",
  "Add your username": "Agrega tu nombre de usuario",
  "Enter password": "Ingresa la contraseña",
  "Repeat password": "Repite la contraseña",
  "Your password must be at least:": "Tu contraseña debe tener al menos:",
  "8 characters": "8 caracteres",
  "1 uppercase letter": "1 letra mayúscula",
  "1 lowercase letter": "1 letra minúscula",
  "1 number": "1 número",
  "1 special character": "1 carácter especial",
  "Update your profile": "Actualiza tu perfil",
  "Search preferred language": "Buscar idioma preferido",
  "Search my country": "Buscar mi país",
  "Verified Code": "Código Verificado",
  "Verifying code": "Verificando código",
  "Resending code": "Reenviando código",
  "Resend code in": "Reenviar código en",
  "seconds": "segundos",
  "Didn't receive a code?": "¿No recibiste un código?",
  "Incorrect code, please try again": "Código incorrecto, por favor intenta nuevamente",
  "Code verified correctly": "Código verificado correctamente",
  "Menu": "Menú",
  "Overview": "Resumen",
  "Recipes for you": "Recetas para ti",
  "You have a product available, Check cart now!": "Tienes un producto disponible, ¡revisa el carrito ahora!",
  "Swipe up for more": "Desliza hacia arriba para más",
  "Search users": "Buscar usuarios",
  "No followers found": "No se encontraron seguidores",
  "Try another search": "Intenta otra búsqueda",
  "We couldn't find any followers with that name.": "No pudimos encontrar seguidores con ese nombre.",
  "Loading business": "Cargando negocio",
  "Search for nearby restaurants, and businesses": "Buscar restaurantes y negocios cercanos",
  "Error fetching data": "Error al obtener datos",
  "New Post:": "Nueva Publicación:",
  "Share your culinary creations, restaurant reviews, or food experiences.": "Comparte tus creaciones culinarias, reseñas de restaurantes o experiencias gastronómicas.",
  "Create & Sell Recipe:": "Crea y Vende Receta:",
  "Upload your favorite recipes to share or sell them to the community.": "Sube tus recetas favoritas para compartirlas o venderlas a la comunidad.",
  "Upload Image..": "Subir Imagen..",
  "Avatar updated successfully": "Avatar actualizado con éxito",
  "Failed to update avatar": "Error al actualizar avatar",
  "Add bio": "Agregar biografía",
  "Loading interest": "Cargando intereses",
  "Skip": "Omitir",
  "Choose Yours intereses": "Elige tus intereses",
  "Personalize your experiencie by picking 3 or more topics": "Personaliza tu experiencia eligiendo 3 o más temas",
  "next": "siguiente",
  "Interests saved successfully!": "¡Intereses guardados exitosamente!",
  "Interests saved error!": "¡Error al guardar intereses!",
  "Go to explorar": "Ir a explorar",
  "Oops!": "¡Oops!",
  "Your order has been canceled.": "Tu pedido ha sido cancelado.",
  "We apologize for the inconvenience. Please try again.": "Pedimos disculpas por el inconveniente. Por favor, intenta nuevamente.",
  "Deliver to": "Entregar a",
  "Select Payment Method": "Seleccionar Método de Pago",
  "Add Coupons": "Agregar Cupones",
  "Estimated Time": "Tiempo Estimado",
  "Service": "Servicio",
  "Delivery": "Entrega",
  "Discount": "Descuento",
  "Congratulations!": "¡Felicidades!",
  "Your order has been delivered successfully.": "Tu pedido ha sido entregado con éxito.",
  "We appreciate your preference and hope you enjoy your meal.": "Agradecemos tu preferencia y esperamos que disfrutes tu comida.",
  "Go to Tracking": "Ir al Seguimiento",
  "Submit Review": "Enviar Reseña",
  "Enter your review": "Ingresa tu reseña",
  "Loading...": "Cargando...",
  "Thank you": "Gracias",
  "for your order": "por tu pedido",
  "We are excited to prepare your meal for you! You can follow the status of your order in real time.": "¡Estamos emocionados de preparar tu comida! Puedes seguir el estado de tu pedido en tiempo real.",
  "You receive it in": "Lo recibes en",
  "After you get your order, tell the delivery person your PIN.": "Después de recibir tu pedido, dile al repartidor tu PIN.",
  "Confirm delivery with your Pin": "Confirma la entrega con tu PIN",
  "Fraud Protection": "Protección contra Fraude",
  "The unique PIN ensures only you can confirm the delivery, preventing fraud.": "El PIN único asegura que solo tú puedas confirmar la entrega, evitando fraudes.",
  "Secure Delivery": "Entrega Segura",
  "Provide the PIN to the delivery person to ensure your order reaches you.": "Proporciona el PIN al repartidor para asegurar que tu pedido llegue a ti.",
  "Delivery Verification": "Verificación de Entrega",
  "Use the PIN to confirm receipt and avoid delivery mistakes.": "Usa el PIN para confirmar la recepción y evitar errores de entrega.",
  "Doval Rider": "Repartidor de Doval",
  "Logout": "Cerrar sesión",
  "Register business": "Registrar mi negocio",
  "Support and about": "Soporte e información",
  "Report a problem": "Reportar un problema",
  "To foster transparency and build trust, Doval displays key information about each creators account.": "Para fomentar la transparencia y construir confianza, Doval muestra información clave sobre la cuenta de cada creador.",
  "Are you sure you want to block this user?": "¿Estás seguro de que deseas bloquear a este usuario?",
  "Blocking will prevent this user from interacting with you or your content on Doval. They will not be able to follow you, message you, or see your posts. You will also not be able to see their content.": "Bloquear evitará que este usuario interactúe contigo o con tu contenido en Doval. No podrá seguirte, enviarte mensajes ni ver tus publicaciones. Tú tampoco podrás ver su contenido.",
  "Block": "Bloquear",
  "There was an error blocking the user. Please try again.": "Hubo un error al bloquear al usuario. Por favor, intenta nuevamente.",
  "closed for moments": "cerrado por momentos",
  "Send": "Enviar",
  "View order": "Ver pedido",
  "Enter 6-digit code": "Ingresa el código de 6 dígitos",
  "Upload Media": "Subir Medios",
  "Drafts": "Borradores",
  "Basic Business Information": "Información Básica del Negocio",
  "Please fill in the following information to complete the process.": "Por favor completa la siguiente información para finalizar el proceso.",
  "Business types*": "Tipos de negocio*",
  "Business name*": "Nombre del negocio*",
  "Business description*": "Descripción del negocio*",
  "Tax identification number": "Número de identificación fiscal",
  "Business Address": "Dirección del Negocio",
  "Select on the Map": "Seleccionar en el Mapa",
  "The address must have at least 5 characters": "La dirección debe tener al menos 5 caracteres",
  "Enter a valid zip code": "Ingresa un código postal válido",
  "Street": "Calle",
  "City": "Ciudad",
  "State": "Estado",
  "Zip": "Código Postal",
  "Financial Information": "Información Financiera",
  "Bank name*": "Nombre del banco*",
  "Currency*": "Moneda*",
  "Account type*": "Tipo de cuenta*",
  "Account number*": "Número de cuenta*",
  "Account holder name*": "Nombre del titular de la cuenta*",
  "Fiscal identification*": "Identificación fiscal*",
  "Current": "Corriente",
  "Savings": "Ahorros",
  "Do you have Riders?": "¿Tienes repartidores?",
  "Yes": "Sí",
  "No": "No",
  "Add Variant": "Agregar Variante",
  "Delete Variant": "Eliminar Variante",
  "Business Hours": "Horarios de Atención",
  "Select the operation days*": "Selecciona los días de operación*",
  "Select the opening time*": "Selecciona la hora de apertura*",
  "Select the closing time*": "Selecciona la hora de cierre*",
  "Full Name*": "Nombre Completo*",
  "Identification Number*": "Número de Identificación*",
  "Role*": "Rol*",
  "Email*": "Correo Electrónico*",
  "Phone Number*": "Número de Teléfono*",
  "Identification Image*": "Imagen de Identificación*",
  "Representative information": "Información del Representante",
  "Confirm your data and accept the agreements": "Confirma tus datos y acepta los acuerdos",
  "Please confirm your data and accept the agreements to continue with the registration process.": "Por favor, confirma tus datos y acepta los acuerdos para continuar con el proceso de registro.",
  "I accept the terms and conditions": "Acepto los términos y condiciones",
  "I accept the privacy policy": "Acepto la política de privacidad",
  "I authorize data verification": "Autorizo la verificación de datos",
  "business name": "nombre del negocio",
  "This is a verified business": "Este es un negocio verificado",
  "Free": "Gratis",
  "Username cannot be empty": "El nombre de usuario no puede estar vacío",
  "Username must be at least 3 characters long": "El nombre de usuario debe tener al menos 3 caracteres",
  "Username is available": "El nombre de usuario está disponible",
  "Username is not available": "El nombre de usuario no está disponible",
  "Error validating username": "Error al validar el nombre de usuario",
  "Your code was sent to": "Tu código fue enviado a",
  "Oh no!": "¡Oh no!",
  "Something went wrong": "Algo salió mal",
  "Try again": "Inténtalo de nuevo",
  "Similar recipes and more": "Recetas similares y más",
  "The food you like": "La comida que te gusta",
  "Your purchases from home": "Tus compras desde casa",
  "Flash Deals": "Ofertas Flash",
  "Pizza": "Pizza",
  "Hamburgers": "Hamburguesas",
  "Add Address": "Agregar Dirección",
  "Incomplete fields": "Campos incompletos",
  "Please complete the following fields:": "Por favor, completa los siguientes campos:",
  "Create more recipes": "Crear más recetas",
  "Do you want to create another recipe or go back?": "¿Quieres crear otra receta o volver?",
  "Recipe added successfully!": "¡Receta agregada con éxito!",
  "Reject": "Rechazar",
  "Accept": "Aceptar",
  "Send with Doval": "Enviar con Doval",
  "Send with my rider": "Enviar con mi repartidor",
  "Need more time?": "¿Necesitas más tiempo?",
  "Verify this order": "Verificar esta orden",
  "Pending": "Pendiente",
  "In progress": "En progreso",
  "Delivering": "Repartiendo",
  "Completed": "Completado",
  "Canceled": "Cancelado",
  "No orders available": "Sin órdenes disponibles",
  "We have not found orders in this state.": "No hemos encontrado órdenes en este estado.",
  "Success": "Sucesso",
  "OK": "OK",
  "Your report has been successfully submitted. Thank you for your report, it helps us improve.": "Seu relatório foi enviado com sucesso. Obrigado pelo seu relatório, ele nos ajuda a melhorar.",
  "There was an error submitting your report. Please try again later.": "Ocorreu um erro ao enviar seu relatório. Por favor, tente novamente mais tarde.",
  "Report Post": "Reportar Publicación",
  "Report": "Reportar",
  "Inappropriate Content": "Contenido Inapropiado",
  "Violence or Dangerous Behavior": "Violencia o Comportamiento Peligroso",
  "Discrimination or Hate Speech": "Discriminación o Discurso de Odio",
  "Sexually Explicit Content": "Contenido Sexual Explícito",
  "Spam or Misleading Content": "Spam o Contenido Engañoso",
  "Copyright Infringement": "Infracción de Derechos de Autor",
  "Threats or Harassment": "Amenazas o Acoso",
  "False or Misleading Information": "Información Falsa o Engañosa",
  "Incitement to Hate or Violence": "Incitación al Odio o la Violencia",
  "Privacy Violation": "Violación de Privacidad",
  "Inappropriate Content for Minors": "Contenido Inapropiado para Menores",
  "Other Violations of Community Guidelines": "Otras Violaciones de las Directrices Comunitarias",
  "Videos containing offensive language, disturbing images, or any content considered inappropriate.": "Videos que contienen lenguaje ofensivo, imágenes perturbadoras o cualquier contenido considerado inapropiado.",
  "Videos showing acts of violence, abuse, or any dangerous activity that may incite harmful behavior.": "Videos que muestran actos de violencia, abuso o cualquier actividad peligrosa que pueda incitar comportamientos dañinos.",
  "Videos promoting hate or discrimination against individuals or groups based on race, religion, gender, sexual orientation, disability, or other attributes": "Videos que promueven el odio o la discriminación contra individuos o grupos basados en raza, religión, género, orientación sexual, discapacidad u otros atributos.",
  "Videos containing nudity, sexual acts, or sexually explicit content.": "Videos que contienen desnudez, actos sexuales o contenido sexualmente explícito.",
  "Videos considered spam, unsolicited content, or misleading content intended to scam or deceive users": "Videos considerados spam, contenido no solicitado o contenido engañoso destinado a estafar o engañar a los usuarios",
  "Videos infringing on someone else's copyright, including unauthorized reproduction of copyrighted material.": "Videos que infringen los derechos de autor de otra persona, incluyendo la reproducción no autorizada de material protegido por derechos de autor.",
  "Videos containing threats, harassment, or intimidation towards individuals or groups.": "Videos que contienen amenazas, acoso o intimidación hacia individuos o grupos.",
  "Videos spreading false information, rumors, or misleading content that may cause confusion or harm.": "Videos que difunden información falsa, rumores o contenido engañoso que puede causar confusión o daño.",
  "Videos inciting hate, violence, or illegal actions against specific individuals or groups.": "Videos que incitan al odio, la violencia o acciones ilegales contra individuos o grupos específicos.",
  "Videos showing personal or private information of a person without their consent.": "Videos que muestran información personal o privada de una persona sin su consentimiento.",
  "Videos not suitable for minors, including graphic, violent, or explicit content.": "Videos no adecuados para menores, incluyendo contenido gráfico, violento o explícito.",
  "Any other type of content violating the community guidelines and policies of Doval | Mi Rincón Gourmet.": "Cualquier otro tipo de contenido que viole las directrices y políticas comunitarias de Doval | Mi Rincón Gourmet.",
  "User blocked successfully.": "Usuario bloqueado con éxito.",
  "Feedback": "Feedback",
  "Help": "Ayuda",
  "Doval for you": "Doval para ti",
  "Manage your Doval profile, preferencesprivacy settings, and notifications.": "Administra tu perfil de Doval, preferencias de privacidad, configuraciones de notificaciones.",
  "Account Settings": "Configuración de la cuenta",
  "My Coupons": "Mis cupones",
  "Display": "Mostrar",
  "Languages & Currency": "Idiomas y Moneda",
  "Dark Mode": "Modo Oscuro",
  "Date": "Fecha",
  "Add Date": "Agregar Fecha",
  "Add username": "Agregar nombre de usuario",
  "Add full name": "Agregar nombre completo",
  "Add email": "Agregar correo electrónico",
  "Add gender": "Agregar género",
  "Add phone number": "Agregar número de teléfono",
  "Add country": "Agregar país",
  "Account Information ": "Información de la cuenta",
  "View and edit your profile picture, username, full name,  email address, password, country, birthdate,  and account closure options.": "Ver y editar tu foto de perfil, nombre de usuario, nombre completo, correo electrónico, contraseña, país, fecha de nacimiento y opciones de cierre de cuenta.",
  "Delete Account": "Eliminar cuenta",
  "Choose payment method": "Elegir método de pago",
  "Add credit or debit card": "Agregar tarjeta de crédito o débito",
  "Code:": "Código:",
  "Use coupon": "Usar cupón",
  "Terms and conditions": "Términos y condiciones",
  "Available coupons": "Cupones disponibles",
  "Register delivery": "Registrar como repartidor",
  "Your business registration has been sent successfully.": "Tu registro de negocio ha sido enviado con éxito.",
  "An error occurred while sending your registration.": "Ocurrió un error al enviar tu registro.",
  "Validation error": "Error de validación",
  "OK, go to Feed": "OK, ir a Feed",
  "Your account has been created successfully": "Tu cuenta ha sido creada con éxito",
  "You will receive your first order shortly": "Recibirás tu primer pedido en breve",
  "Food Type": "Tipo de Comida",
  "Error Name": "Error de nombre",
  "Add a name to this recipe!": "Agrega un nombre a esta receta!",
  "Error Description": "Error de descripción",
  "Add a description to this recipe!": "Agrega una descripción a esta receta!",
  "Error Price": "Error de precio",
  "Add a price to this recipe!": "Agrega un precio a esta receta!",
  "Error Categories": "Error de categorías",
  "Select the category of your recipe!": "Selecciona la categoría de tu receta!",
  "Error Recipe Type": "Error de tipo de receta",
  "Select a recipe type!": "Selecciona un tipo de receta!",
  "Create another recipe": "Crear otra receta",
  "Go to Board": "Ir a Tablero",
  "You have completed the order correctly!": "Has completado el pedido correctamente!",
  "Saved successfully!": "Guardado con éxito!",
  "Side Dish": "Acompañamiento",
  "Add variants to your recipe, and help your users understand what they want to serve it with.": "Agrega variantes a tu receta y ayuda a tus usuarios a entender lo que quieren servir con ella.",
  "Add title variant": "Agregar título de variante",
  "Side Dish Everyone": "Acompañamiento para todos",
  "Limit Reached": "Limite alcanzado",
  "No data available.": "No hay datos disponibles.",
  "Warning": "Advertencia",
  "Added to Cart": "Agregado al Carrito",
  "You have added a new product to your cart.": "Has agregado un nuevo producto a tu carrito.",
  "Back": "Volver",
  "Add more variants": "Agregar más variantes",
  "Go to Cart": "Ir al Carrito",
  "Missing recipeID.": "Falta recipeID.",
  "Error of Validation": "Error de validación",
  "The variant ID  requires exactly  selections, but  were selected.": "La variante ID  requiere exactamente  selecciones, pero  fueron seleccionadas.",
  "Missing variants": "Faltan variantes",
  "Select exactly  variants.": "Selecciona exactamente  variantes.",
  "No se cumple la condición de éxito o falta recipeID.": "No se cumple la condición de éxito o falta recipeID.",
  "You have an order pending to accept!": "Tienes una orden pendiente por aceptar!",
  "Go to Dashboard": "Ir al Tablero",
  "Update my profile": "Actualizar mi perfil",
  "You are solicitud pendiente de revisión": "Estás con solicitud pendiente de revisión",
  "Please wait for the review to be completed by the admin": "Espera a que la revisión sea completada por el administrador",
  "Welcome to the portal": "Bienvenido al portal",
  "You can now access the portal": "Puedes ahora acceder al portal",
  "Access portal": "Acceder al portal",
  "Welcome to the Business Onboarding Process": "Bienvenido al proceso de onboarding del negocio",
  "There was a problem saving the variant.": "Ocurrió un problema al guardar la variante.",
  "There was a problem saving the subvariant.": "Ocurrió un problema al guardar la subvariante.",
  "Are you sure you want to delete this subvariant?": "¿Estás seguro de que deseas eliminar esta subvariante?",
  "Confirm Delete": "Confirmar Eliminación",
  "Delete": "Eliminar",
  "Are you sure you want to delete this variant?": "¿Estás seguro de que deseas eliminar esta variante?",
  "Example: Yucas, Papas": "Ejemplo: Yucas, Papas",
  "Required": "Requerido",
  "Limit": "Limite",
  "Portal": "Portal",
  "Menu Management": "Gestión de Menú",
  "Payment History": "Historial de Pagos",
  "Analytics": "Análisis",
  "Order Received 🙌": "Pedido recibido 🙌",
  "Your order has been received and is now in progress. Let the action begin!": "Tu pedido ha sido recibido y ahora está en progreso. ¡Deja que la acción comience!",
  "Preparing Your Order 🍳": "Preparando tu pedido 🍳",
  "Our chefs are working to ensure everything is perfect. Guaranteed flavor! 😋": "Nuestros chefs trabajan para asegurar que todo está perfecto. ¡Garantizando sabor! 😋",
  "Delivery on the Way 🚴‍♂️": "Entrega en camino 🚴‍♂️",
  "Our delivery person is on the way to you. We're almost there! 🛵💨": "Nuestro repartidor está en camino. ¡Estamos casi allí! 🛵💨",
  "Order Delivered 🥳": "Pedido Entregado 🥳",
  "Your order has been delivered! Enjoy your meal and confirm the delivery. 🍽️✨": "Tu pedido ha sido entregado! Aprovecha tu comida y confirma la entrega. 🍽️✨",
  "Resume Order list": "Resumen de pedido",
  "Coupons": "Cupones",
  "Select Coupons": "Seleccionar Cupón",
  "Details order": "Detalles del pedido",
  "Confirm your order to avoid fraud": "Confirma tu pedido para evitar fraude",
  "Confirm order PIN": "Confirmar PIN del pedido",
  "AboutThisUser": "Acerca de este usuario",
  "AboutThisUserDescription": "Información sobre este usuario, como su nombre, descripción y otros detalles relevantes.",
  "BlockedUsers": "Bloquear este usuario",
  "BlockedUsersDescription": "Si bloqueas a un usuario, no podrás interactuar con ellos en Doval.",
  "ReportUser": "Reportar un usuario",
  "ReportUserDescription": "Reporta un usuario si encuentras contenido inapropiado o si alguien está haciendo algo que te moleste.",
  "Add a new address": "Agregar una nueva dirección",
  "Details": "Detalles",
  "Instructions (optional)": "Instrucciones (Opcional)",
  "Tag your address*": "Etiqueta tu dirección*",
  "Tag: (ej: Mi casa, Oficina, Novia)": "Etiqueta: (ej: Mi casa, Oficina, Novia)",
  "Details of the address*": "Detalles de la dirección*",
  "No. Apto, Oficina, Casa": "No. Apto, Oficina, Casa",
  "Save": "Guardar",
  "Add": "carrito",
  "Welcome Back!": "Bienvenido de nuevo!",
  "Welcome back to Doval. Please enter your password to continue.": "Bienvenido de nuevo a Doval. Por favor, ingrese su contraseña para continuar.",
  "Sign up for Doval for the best experience": "Regístrate en Doval para la mejor experiencia",
  "Sending": "Enviando",
  "Sign in": "Iniciar sesión",
  "Signing in": "Iniciando sesión",
  "Profile": "Perfil",
  "Business nearby for You": "Negocios cerca para ti",
  "Home": "Inicio",
  "sending code": "Enviando código",
  "Sunday": "Domingo",
  "Monday": "Lunes",
  "Tuesday": "Martes",
  "Wednesday": "Miércoles",
  "Thursday": "Jueves",
  "Friday": "Viernes",
  "Saturday": "Sábado",
  "You don't have posts yet": "No tienes publicaciones todavía",
  "Upload your content today": "Publica tu contenido hoy",
  "By using the Doval platform, you hereby consent to the outlined in our ": "Al usar la plataforma Doval, aceptas los términos y condiciones descritos en nuestra",
  "terms and conditions": "Términos y condiciones",
  " and our": " y nuestra",
  ". We prioritize the protection of your personal information and adhere to strict data privacy standards.": "Priorizamos la protección de tu información personal y nos adherimos a estándares estrictos de privacidad de datos.",
  "Closed": "Cerrado",
  "Processing": "Procesando",
  "Incorrect password": "Contraseña incorrecta",
  "Reset your password": "Reestablecer contraseña",
  "Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Ingresa tu correo electrónico y recibe un código para actualizar tu contraseña de forma rápida. Reconecta con tu pasión por la gastronomía!",
  "Save changes": "Guardar cambios",
  "SuccessMessage": "Cambios guardados con éxito",
  "An ocurred error!": "Ha ocurrido un error!",
  "Please try again later.": "Por favor, intenta nuevamente más tarde.",
  "Time": "Tiempo",
  "added to the order": "agregado a la orden",
  "Processing order...": "Procesando orden...",
  "Order": "Orden",
  "rejected successfully!": "rechazada con éxito!",
  "sent successfully!": "enviada con éxito!",
  "completed successfully!": "completada con éxito!",
  "Incorrect code!": "Código incorrecto!",
  "Confirm": "Confirmar",
  "Reject this order": "Rechazar esta orden",
  "Send this order": "Enviar esta orden",
  "An error occurred!": "Ha ocurrido un error!",
}
