{
  "Logintitle": "춰Conecta y comparte!游땖游꼢游꼣",
  "Logindescription": "Enviaremos un c칩digo de confirmaci칩n a este n칰mero para verificar tu cuenta.",
  "Followers": "Seguidores",
  "Follow": "Seguir",
  "Following": "Siguiendo",
  "PlaceholderEmail": "Ingresa el correo electr칩nico",
  "Password": "Contrase침a",
  "Continue": "Continuar",
  "Sending code": "Enviando c칩digo",
  "Do not you have an account yet?": "쯊odav칤a no tienes una cuenta?",
  "Sign up": "Registrarse",
  "Or start with": "o continuar con",
  "Start with my number": "continuar con mi n칰mero",
  "continue with my apple": "Continuar con mi apple",
  "continue with my Google": "Continuar con mi Google",
  "continue with my Facebook": "Continuar con mi Facebook",
  "Continue with your email": "Continuar con tu correo electr칩nico",
  "Register and Share": "춰Reg칤strate y comparte!",
  "Complete the form to register": "Completa el formulario para registrarte",
  "Full name": "Nombre completo",
  "There are no posts yet": "Todav칤a no hay publicaciones",
  "Start sharing...!": "춰Empieza a compartir...!",
  "No comments yet": "Todav칤a no hay comentarios",
  "Start a conversation": "Iniciar una conversaci칩n",
  "See answers": "Ver respuestas",
  "Write comment": "Escribir comentario",
  "Comment": "Comentario",
  "Comments": "Comentarios",
  "Order Now": "Ordenar ahora",
  "Cart": "Carrito",
  "Login": "Iniciar sesi칩n",
  "Manage your account, react, share and order...!": "춰Gestiona tu cuenta, reacciona, comparte y ordena...!",
  "Register": "Registrarse",
  "Confirm Password": "Confirmar contrase침a",
  "Do you already have an account?": "쯏a tienes una cuenta?",
  "There are no recipes today...": "Hoy no hay recetas...",
  "Please come back later...": "Por favor, vuelve m치s tarde...",
  "Recipes of the day!": "춰Recetas del d칤a!",
  "Search Recipes...": "Buscar recetas...",
  "Popular": "Popular",
  "Categories": "Categor칤as",
  "We are not in your area yet": "Todav칤a no estamos en tu 치rea",
  "We work every day to reach you!": "춰Trabajamos todos los d칤as para llegar a ti!",
  "Search Restaurants, food...": "Buscar restaurantes, comida...",
  "Choose your favorite option": "Elige tu opci칩n favorita",
  "Empty saved": "Guardado vac칤o",
  "Setting": "Configuraci칩n",
  "My Settings": "Mis configuraciones",
  "My Addresses": "Mis direcciones",
  "Account": "Cuenta",
  "General": "General",
  "My Locations": "Mis ubicaciones",
  "Payment methods": "M칠todos de pago",
  "Languages": "Idiomas",
  "Support": "Soporte",
  "Register my business": "Registrar mi negocio",
  "Help Center": "Centro de ayuda",
  "Sign off": "Cerrar sesi칩n",
  "User information": "Informaci칩n del usuario",
  "Username": "Nombre de usuario",
  "Email": "Correo electr칩nico",
  "Phone number": "N칰mero de tel칠fono",
  "Country": "Pa칤s",
  "Birthdate": "Fecha de nacimiento",
  "Switch to Restaurant account": "Cambiar a cuenta de Restaurante",
  "This type of account is useful for selling your recipes.": "Este tipo de cuenta es 칰til para vender tus recetas.",
  "Legal": "Legal",
  "terms and Conditions": "t칠rminos y Condiciones",
  "Privacy Policy": "Pol칤tica de Privacidad",
  "Copyright policy": "Pol칤tica de Derechos de Autor",
  "Effective date": "Fecha de entrada en vigor: 10 de febrero de 2024",
  "Introduction": "Introducci칩n",
  "ContentIntroduction": "Doval es una red social dedicada a la gastronom칤a que te permite descubrir, compartir y disfrutar de la comida. Puedes pedir comida, reaccionar a publicaciones y chatear con otros usuarios. Estos T칠rminos y Condiciones rigen el uso de Doval. Al usar Doval, aceptas estos T칠rminos y Condiciones.",
  "UseOfDovalTitle": "Uso de Doval",
  "UseOfDovalContent": "Puedes usar Doval para: Buscar y pedir comida de restaurantes locales. Compartir fotos y videos de tus comidas favoritas. Reaccionar a las publicaciones de otros usuarios con \"Me gusta\", \"No me gusta\" y comentarios. Chatear con otros usuarios.",
  "ContentTitle": "Contenido",
  "ContentContent": "Eres responsable del contenido que publicas en Doval. No debes publicar contenido que sea: Ilegal, da침ino, amenazante, abusivo, difamatorio, obsceno, pornogr치fico, discriminatorio o que invada la privacidad de otros. Spam o publicidad no solicitada. Falso o enga침oso. Doval se reserva el derecho de eliminar cualquier contenido que viole estos T칠rminos y Condiciones.",
  "OrdersTitle": "Pedidos",
  "OrdersContent": "Cuando realizas un pedido a trav칠s de Doval, aceptas los t칠rminos y condiciones del restaurante. Doval no es responsable de la calidad de la comida o del servicio al cliente.",
  "PrivacyTitle": "Privacidad",
  "PrivacyContent": "Doval recopila informaci칩n personal sobre ti, como tu nombre, correo electr칩nico y direcci칩n. Doval usa esta informaci칩n para proporcionarte el servicio y mejorar tu experiencia. Doval no compartir치 tu informaci칩n personal con terceros sin tu consentimiento.",
  "IntellectualPropertyTitle": "Propiedad Intelectual",
  "IntellectualPropertyContent": "Doval es propiedad de Doval Inc. El contenido de Doval est치 protegido por leyes de derechos de autor y otras leyes de propiedad intelectual. No puedes copiar, distribuir o modificar el contenido de Doval sin el consentimiento de Doval.",
  "IndemnificationTitle": "Indemnizaci칩n",
  "IndemnificationContent": "Aceptas indemnizar y defender a Doval de cualquier da침o, p칠rdida o costo que surja de tu uso de Doval.",
  "ChangesToTermsTitle": "Cambios en los T칠rminos y Condiciones",
  "ChangesToTermsContent": "Doval puede modificar estos T칠rminos y Condiciones en cualquier momento. Te notificaremos sobre cualquier cambio significativo por correo electr칩nico o mediante una notificaci칩n en la aplicaci칩n.",
  "DisputesTitle": "Disputas",
  "DisputesContent": "Cualquier disputa surgida de estos T칠rminos y Condiciones ser치 resuelta mediante arbitraje vinculante.",
  "AcceptanceTitle": "Aceptaci칩n",
  "AcceptanceContent": "Al usar Doval, aceptas estos T칠rminos y Condiciones.",
  "EffectiveDate": "Fecha de entrada en vigor: 10 de febrero de 2024",
  "PrivacyPolicyTitle": "Pol칤tica de Privacidad de Doval",
  "PrivacyPolicyContent": "Doval se compromete a proteger tu privacidad. Esta Pol칤tica de Privacidad explica c칩mo recopilamos, usamos y compartimos tu informaci칩n personal.",
  "InformationWeCollect": "Informaci칩n que recopilamos",
  "InformationWeCollectContent": "Recopilamos informaci칩n personal sobre ti cuando usas Doval, como: Tu nombre, correo electr칩nico y direcci칩n. Informaci칩n sobre tu dispositivo, como la direcci칩n IP y el tipo de dispositivo. Informaci칩n sobre tu actividad en Doval, como las publicaciones que ves e interact칰as.",
  "HowWeUseYourInformation": "C칩mo usamos tu informaci칩n",
  "HowWeUseYourInformationContent": "Usamos tu informaci칩n personal para: Proporcionarte el servicio de Doval. Mejorar tu experiencia en Doval. Enviarte comunicaciones de marketing. Proteger Doval de fraude y abuso.",
  "HowWeShareYourInformation": "C칩mo compartimos tu informaci칩n",
  "HowWeShareYourInformationContent": "No compartimos tu informaci칩n personal con terceros sin tu consentimiento. Sin embargo, podemos compartir tu informaci칩n personal con: Proveedores de servicios que nos ayudan a proporcionar el servicio de Doval. Autoridades legales si la ley lo requiere.",
  "YourChoices": "Tus opciones",
  "YourChoicesContent": "Tienes opciones sobre c칩mo recopilamos y usamos tu informaci칩n personal. Puedes: Acceder a tu informaci칩n personal y actualizarla. Optar por no recibir comunicaciones de marketing. Solicitar que eliminemos tu informaci칩n personal.",
  "Security": "Seguridad",
  "SecurityContent": "Tomamos medidas para proteger tu informaci칩n personal de acceso, uso o divulgaci칩n no autorizados. Sin embargo, ninguna medida de seguridad es perfecta, y no podemos garantizar la seguridad total de tu informaci칩n personal.",
  "ChangesToPrivacyPolicy": "Cambios a la Pol칤tica de Privacidad",
  "ChangesToPrivacyPolicyContent": "Doval puede modificar esta Pol칤tica de Privacidad en cualquier momento. Te notificaremos sobre cualquier cambio significativo por correo electr칩nico o mediante una notificaci칩n en la aplicaci칩n.",
  "Questions": "Preguntas",
  "QuestionsContent": "Si tienes alguna pregunta sobre esta Pol칤tica de Privacidad, puedes contactarnos a trav칠s de la aplicaci칩n Doval.",
  "AcceptanceOfPrivacyPolicy": "Aceptaci칩n",
  "AcceptanceOfPrivacyPolicyContent": "Al usar Doval, aceptas esta Pol칤tica de Privacidad.",
  "CopyrightPolicyTitle": "Pol칤tica de Derechos de Autor de Doval",
  "CopyrightPolicyContent": "Doval respeta los derechos de autor de otros y espera que sus usuarios hagan lo mismo. Esta Pol칤tica de Derechos de Autor establece las normas y procedimientos para reportar y resolver presuntas infracciones de derechos de autor en Doval.",
  "CopyrightProtectedContent": "Contenido Protegido por Derechos de Autor",
  "CopyrightProtectedContentContent": "Doval contiene varios tipos de contenido protegido por derechos de autor, incluyendo: Textos, fotos, videos, m칰sica, im치genes y otras obras creativas originales. Marcas comerciales, logotipos y dise침os propiedad de Doval o de terceros.",
  "PermittedUse": "Uso Permitido",
  "PermittedUseContent": "Puedes compartir contenido protegido por derechos de autor en Doval en los siguientes casos: Con el permiso expreso del propietario de los derechos de autor. Bajo la doctrina de uso justo para fines como cr칤tica, comentario, parodia, investigaci칩n o educaci칩n. En el caso de contenido publicado bajo una licencia abierta que permite compartir y modificar el contenido bajo ciertos t칠rminos.",
  "CopyrightInfringementProcess": "Proceso de Infracci칩n de Derechos de Autor",
  "CopyrightInfringementProcessContent": "Si crees que tu derecho de autor est치 siendo infringido en Doval, puedes presentar una queja siguiendo estos pasos: Proporcionar informaci칩n clara y precisa sobre el material protegido por derechos de autor que supuestamente est치 siendo infringido. Identificar la ubicaci칩n del material infractor en Doval (por ejemplo, enlace a la publicaci칩n). Proporcionar tu informaci칩n de contacto, incluyendo tu nombre, direcci칩n de correo electr칩nico y direcci칩n postal. Proporcionar prueba de que eres el propietario del material protegido por derechos de autor o que est치s autorizado para presentar la queja en nombre del propietario. Firmar la queja electr칩nicamente o f칤sicamente. Enviar tu queja a la siguiente direcci칩n: Doval Inc. Attn: Agente de Derechos de Autor [Direcci칩n f칤sica de Doval Inc.] [Correo electr칩nico de contacto de Doval Inc.]",
  "CopyrightInfringementConsequences": "Consecuencias de la Infracci칩n de Derechos de Autor",
  "CopyrightInfringementConsequencesContent": "Doval se reserva el derecho de eliminar cualquier contenido que viole la Pol칤tica de Derechos de Autor. En caso de infracciones reiteradas, Doval puede suspender o cancelar la cuenta del usuario infractor.",
  "ChangesToCopyrightPolicy": "Cambios a la Pol칤tica de Derechos de Autor",
  "ChangesToCopyrightPolicyContent": "Doval puede modificar esta Pol칤tica de Derechos de Autor en cualquier momento. Te notificaremos sobre cualquier cambio significativo por correo electr칩nico o mediante una notificaci칩n en la aplicaci칩n.",
  "CopyrightDisputes": "Disputas",
  "CopyrightDisputesContent": "Cualquier disputa relacionada con la Pol칤tica de Derechos de Autor se resolver치 de acuerdo con las leyes de la [jurisdicci칩n aplicable].",
  "CopyrightAcceptance": "Aceptaci칩n",
  "CopyrightAcceptanceContent": "Al usar Doval, aceptas esta Pol칤tica de Derechos de Autor.",
  "Empty": "Vac칤o",
  "You don't have any notification at this time": "No tienes ninguna notificaci칩n en este momento",
  "Notifications": "Notificaciones",
  "Search country": "Buscar pa칤s",
  "Select your country": "Selecciona tu pa칤s",
  "Start.": "Empezar.",
  "Add or choose an address": "Agregar o elegir una direcci칩n",
  "Enter a delivery address": "Ingresa una direcci칩n de entrega",
  "Recipes": "Recetas",
  "New Publication": "Nueva Publicaci칩n",
  "Share": "Compartir",
  "Say what you think": "Di lo que piensas",
  "Add Videos": "Agregar Videos",
  "We recommend high quality mp4 files no more than 200 megabytes": "Recomendamos archivos mp4 de alta calidad no mayores a 200 megabytes",
  "By clicking on Register, you accept the": "Al hacer clic en Registrarse, aceptas los",
  "Doval Login": "Inicio de sesi칩n Doval",
  "username, fullname, email, Phone number, Country, Birthdate": "nombre de usuario, nombre completo, correo electr칩nico, n칰mero de tel칠fono, pa칤s, fecha de nacimiento",
  "Reset password": "Restablecer contrase침a",
  "The verification code has been sent to the email": "El c칩digo de verificaci칩n ha sido enviado al correo electr칩nico",
  "Send another code": "Enviar otro c칩digo",
  "Send another code in": "Enviar otro c칩digo en",
  "Passwords do not match": "Las contrase침as no coinciden",
  "Add comment...": "Agregar comentario...",
  "Loading recipes...": "Cargando recetas...",
  "Search users, restaurants, recipes...": "Buscar usuarios, restaurantes, recetas...",
  "Close my account": "Cerrar mi cuenta",
  "CloseDescription": "Quiero desactivar mi cuenta, tu cuenta ser치 completamente eliminada despu칠s de un per칤odo de 30 d칤as, inicia la secci칩n antes para reactivar",
  "Closed account": "Cuenta cerrada",
  "available username": "nombre de usuario disponible",
  "username is already in use": "el nombre de usuario ya est치 en uso",
  "Passwords match": "Las contrase침as coinciden",
  "Created account": "Cuenta creada",
  "Edit": "Editar",
  "Message": "Mensaje",
  "Write a message...": "Escribir mensaje...",
  "You can ask me anything about gastronomy!!!": "Puedes preguntarme cualquier cosa de gastronom칤a!!!",
  "You are not logged in": "No est치s logueado",
  "You must be logged in to create a comment.": "Debes iniciar sesi칩n para crear un comentario.",
  "New recipe": "Nueva receta",
  "Create recipe": "Crear receta",
  "Description": "Descripci칩n",
  "Describe your recipe": "Describe tu receta",
  "Price": "Precio",
  "Wait for your images to finish loading!": "춰Espera a que tus im치genes terminen de cargar!",
  "You need at least one cover for your recipe!": "춰Necesitas al menos una portada para tu receta!",
  "You need a title for your recipe!": "춰Necesitas un t칤tulo para tu receta!",
  "You need a category for your recipe!": "춰Necesitas una categor칤a para tu receta!",
  "Upload images": "Subir im치genes",
  "High quality images help a better successful sale": "Im치genes de alta calidad ayudan a una venta m치s exitosa",
  "You can change this option later in the Settings app.": "Puedes cambiar esta opci칩n m치s tarde en la aplicaci칩n de Ajustes.",
  "Location Permit Required": "Se requiere permiso de ubicaci칩n",
  "Cancel": "Cancelar",
  "Next": "Siguiente",
  "Loading video...": "Cargando video...",
  "Title": "T칤tulo",
  "Make it more striking": "Hazlo m치s llamativo",
  "What do you think?": "쯈u칠 te parece?",
  "My Recipies": "Mis Recetas",
  "Publish your moments": "Publica tus momentos",
  "Location permission not granted": "Permiso de ubicaci칩n no concedido",
  "Permission to Access Your Photos and Videos": "Permiso para acceder a tus fotos y videos",
  "Share your unique experiences through posts on your profile.": "Comparte tus experiencias 칰nicas a trav칠s de publicaciones en tu perfil.",
  "Upload recipes": "Subir recetas",
  "Show your culinary creations, from the process to the final dish.": "Muestra tus creaciones culinarias, desde el proceso hasta el plato final.",
  "Customize your content.": "Personaliza tu contenido.",
  "Bring your posts to life with images and videos that reflect your style.": "Dale vida a tus publicaciones con im치genes y videos que reflejen tu estilo.",
  "Alert you about close friends": "Alertarte sobre amigos cercanos",
  "Stay connected and dont miss the opportunity for unexpected encounters.": "Mantente conectado y no pierdas la oportunidad de encuentros inesperados.",
  "Find out about local events": "Inf칩rmate sobre eventos locales",
  "Discover whats happening near you, from concerts to fairs": "Descubre qu칠 est치 pasando cerca de ti, desde conciertos hasta ferias",
  "Optimize food delivery": "Optimizar la entrega de alimentos",
  "Receive your orders more efficiently and discover nearby restaurants.": "Recibe tus pedidos de manera m치s eficiente y descubre restaurantes cercanos.",
  "Orders in process": "Pedidos en proceso",
  "New Orders": "Nuevos pedidos",
  "Location Permit": "Permiso de ubicaci칩n",
  "We need access to your location to provide you with alerts about nearby friends, inform you about local events, and optimize food delivery. This permission will only be used to improve your experience in the app.": "Necesitamos acceder a tu ubicaci칩n para brindarte alertas sobre amigos cercanos, informarte sobre eventos locales y optimizar la entrega de comida. Este permiso solo se usar치 para mejorar tu experiencia en la aplicaci칩n.",
  "Permissions to access your gallery": "Permisos para acceder a tu galer칤a",
  "You need access to a gallery to be able to publish your recipes, moments, culinary videos": "Necesitas acceso a una galer칤a para poder publicar tus recetas, momentos y videos culinarios.",
  "Reviews": "Rese침as",
  "See all Reviews": "Ver todas las rese침as",
  "Total Reviews": "Total de rese침as",
  "Search my recipes": "Buscar mis recetas",
  "Selection not allowed You cannot select images because you already have a video selected.": "Selecci칩n no permitida. No puedes seleccionar im치genes porque ya tienes un video seleccionado.",
  "Selection not allowed, You cannot select a video because you already have images selected.": "Selecci칩n no permitida, no puedes seleccionar un video porque ya tienes im치genes seleccionadas.",
  "Location": "Ubicaci칩n",
  "Restaurants": "Restaurantes",
  "Flash sales": "Ofertas rel치mpago",
  "More": "M치s",
  "Orders": "Pedidos",
  "We are working to arrive in your area soon": "Estamos trabajando para llegar pronto a tu zona",
  "There are no restaurants nearby yet!": "춰A칰n no hay restaurantes cerca!",
  "Recipies": "Recetas",
  "Nearby Restaurant": "Restaurante cercano",
  "Show all": "Mostrar todo",
  "See open stores": "Ver tiendas abiertas",
  "All shipments": "Todos los env칤os",
  "Free shipping only": "Solo env칤o gratuito",
  "Oh no, without orders...": "Oh no, sin pedidos...",
  "You dont have a history yet": "A칰n no tienes historial",
  "When tracking history appears, view them here": "Cuando aparezca el historial de seguimiento, m칤ralo aqu칤",
  "You dont have nearby stocks available to you.!": "춰No tienes stock disponible cerca de ti!",
  "Explore more recipes": "Explorar m치s recetas",
  "Search Recipies": "Buscar recetas",
  "Search recipes, burgers, pizza and more": "Buscar recetas, hamburguesas, pizza y m치s",
  "Add my location": "Agregar mi ubicaci칩n",
  "Oh we dont have permits": "Oh, no tenemos permisos",
  "You need to give us permission to access this area": "Necesitas darnos permiso para acceder a esta 치rea",
  "Open settings": "Abrir configuraci칩n",
  "Checkout": "Pagar",
  "Product": "Producto",
  "Total": "Total",
  "Load business": "Cargar negocio",
  "This screen is under construction": "Esta pantalla est치 en construcci칩n",
  "We are working to improve your experience! This screen will be available soon with exciting new features. Thank you for your patience and understanding.": "춰Estamos trabajando para mejorar tu experiencia! Esta pantalla estar치 disponible pronto con nuevas y emocionantes funciones. Gracias por tu paciencia y comprensi칩n.",
  "Writing...": "Escribiendo...",
  "Address": "Direcci칩n",
  "Building/Apartment": "Edificio/Apartamento",
  "Tag / Girlfriend, Home, Work": "Etiqueta / Novia, Casa, Trabajo",
  "Delivery details": "Detalles de entrega",
  "Save location": "Guardar ubicaci칩n",
  "You have successfully added a location!": "춰Has agregado una ubicaci칩n con 칠xito!",
  "You have not yet shared posts and recipes": "A칰n no has compartido publicaciones ni recetas",
  "share it today": "comp치rtelo hoy",
  "You have not yet saved posts and recipes": "A칰n no has guardado publicaciones ni recetas",
  "Starting app": "Iniciando aplicaci칩n",
  "Please check your internet and try again": "Por favor, revisa tu conexi칩n a internet e int칠ntalo de nuevo",
  "Oh no, weve had problems": "Oh no, hemos tenido problemas",
  "Reset your password easily": "Restablece tu contrase침a f치cilmente",
  "Of course, here is a shorter and more direct description: Reset your password Enter your email and receive a code to quickly update your password. Reconnect with your passion for gastronomy!": "Claro, aqu칤 hay una descripci칩n m치s corta y directa: Restablece tu contrase침a. Ingresa tu correo electr칩nico y recibe un c칩digo para actualizar r치pidamente tu contrase침a. 춰Reconecta con tu pasi칩n por la gastronom칤a!",
  "What is my email?": "쮺u치l es mi correo electr칩nico?",
  "Send code": "Enviar c칩digo",
  "We will use your location to improve your experience and improve our delivery services.": "Utilizaremos tu ubicaci칩n para mejorar tu experiencia y mejorar nuestros servicios de entrega.",
  "Search users, restaurants and businesses": "Buscar usuarios, restaurantes y negocios",
  "Loading": "Cargando",
  "follow": "seguir",
  "following": "siguiendo",
  "Afghanistan": "Afganist치n",
  "Albania": "Albania",
  "Germany": "Alemania",
  "Andorra": "Andorra",
  "Angola": "Angola",
  "Antigua and Barbuda": "Antigua y Barbuda",
  "Saudi Arabia": "Arabia Saudita",
  "Algeria": "Argelia",
  "Argentina": "Argentina",
  "Armenia": "Armenia",
  "Australia": "Australia",
  "Austria": "Austria",
  "Azerbaijan": "Azerbaiy치n",
  "Bahamas": "Bahamas",
  "Bangladesh": "Banglad칠s",
  "Barbados": "Barbados",
  "Bahrain": "Bar칠in",
  "Belgium": "B칠lgica",
  "Belize": "Belice",
  "Benin": "Ben칤n",
  "Belarus": "Bielorrusia",
  "Myanmar": "Myanmar (Birmania)",
  "Bolivia": "Bolivia",
  "Bosnia and Herzegovina": "Bosnia y Herzegovina",
  "Botswana": "Botsuana",
  "Brazil": "Brasil",
  "Brunei": "Brun칠i",
  "Bulgaria": "Bulgaria",
  "Burkina Faso": "Burkina Faso",
  "Burundi": "Burundi",
  "Cape Verde": "Cabo Verde",
  "Cambodia": "Camboya",
  "Cameroon": "Camer칰n",
  "Canada": "Canad치",
  "Qatar": "Catar",
  "Chad": "Chad",
  "Chile": "Chile",
  "China": "China",
  "Cyprus": "Chipre",
  "Colombia": "Colombia",
  "Comoros": "Comoras",
  "Congo": "Congo",
  "North Korea": "Corea del Norte",
  "South Korea": "Corea del Sur",
  "Ivory Coast": "Costa de Marfil",
  "Costa Rica": "Costa Rica",
  "Croatia": "Croacia",
  "Cuba": "Cuba",
  "Denmark": "Dinamarca",
  "Dominica": "Dominica",
  "Ecuador": "Ecuador",
  "Egypt": "Egipto",
  "El Salvador": "El Salvador",
  "United Arab Emirates": "Emiratos 츼rabes Unidos",
  "Eritrea": "Eritrea",
  "Slovakia": "Eslovaquia",
  "Slovenia": "Eslovenia",
  "Spain": "Espa침a",
  "United States": "Estados Unidos",
  "Estonia": "Estonia",
  "Ethiopia": "Etiop칤a",
  "Philippines": "Filipinas",
  "Finland": "Finlandia",
  "Fiji": "Fiyi",
  "France": "Francia",
  "Gabon": "Gab칩n",
  "Gambia": "Gambia",
  "Georgia": "Georgia",
  "Ghana": "Ghana",
  "Greece": "Grecia",
  "Grenada": "Granada",
  "Guatemala": "Guatemala",
  "Guinea": "Guinea",
  "Guinea-Bissau": "Guinea-Bis치u",
  "Equatorial Guinea": "Guinea Ecuatorial",
  "Guyana": "Guyana",
  "Haiti": "Hait칤",
  "Honduras": "Honduras",
  "Hungary": "Hungr칤a",
  "India": "India",
  "Indonesia": "Indonesia",
  "Iraq": "Irak",
  "Iran": "Ir치n",
  "Ireland": "Irlanda",
  "Iceland": "Islandia",
  "Israel": "Israel",
  "Italy": "Italia",
  "Jamaica": "Jamaica",
  "Japan": "Jap칩n",
  "Jordan": "Jordania",
  "Kazakhstan": "Kazajist치n",
  "Kenya": "Kenia",
  "Kyrgyzstan": "Kirguist치n",
  "Kiribati": "Kiribati",
  "Kuwait": "Kuwait",
  "Laos": "Laos",
  "Latvia": "Letonia",
  "Lebanon": "L칤bano",
  "Lesotho": "Lesoto",
  "Liberia": "Liberia",
  "Libya": "Libia",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituania",
  "Luxembourg": "Luxemburgo",
  "North Macedonia": "Macedonia del Norte",
  "Madagascar": "Madagascar",
  "Malaysia": "Malasia",
  "Malawi": "Malaui",
  "Maldives": "Maldivas",
  "Mali": "Mal칤",
  "Malta": "Malta",
  "Morocco": "Marruecos",
  "Mauritius": "Mauricio",
  "Mauritania": "Mauritania",
  "Mexico": "M칠xico",
  "Micronesia": "Micronesia",
  "Moldova": "Moldavia",
  "Monaco": "M칩naco",
  "Mongolia": "Mongolia",
  "Montenegro": "Montenegro",
  "Mozambique": "Mozambique",
  "Namibia": "Namibia",
  "Nauru": "Nauru",
  "Nepal": "Nepal",
  "Netherlands": "Pa칤ses Bajos",
  "New Zealand": "Nueva Zelanda",
  "Nicaragua": "Nicaragua",
  "Niger": "N칤ger",
  "Nigeria": "Nigeria",
  "Norway": "Noruega",
  "Oman": "Om치n",
  "Pakistan": "Pakist치n",
  "Palau": "Palaos",
  "Panama": "Panam치",
  "Papua New Guinea": "Pap칰a Nueva Guinea",
  "Paraguay": "Paraguay",
  "Peru": "Per칰",
  "Poland": "Polonia",
  "Portugal": "Portugal",
  "Romania": "Rumania",
  "Russia": "Rusia",
  "Rwanda": "Ruanda",
  "Saint Kitts and Nevis": "San Crist칩bal y Nieves",
  "Saint Lucia": "Santa Luc칤a",
  "Saint Vincent and the Grenadines": "San Vicente y las Granadinas",
  "Samoa": "Samoa",
  "San Marino": "San Marino",
  "Sao Tome and Principe": "Santo Tom칠 y Pr칤ncipe",
  "Senegal": "Senegal",
  "Serbia": "Serbia",
  "Seychelles": "Seychelles",
  "Sierra Leone": "Sierra Leona",
  "Singapore": "Singapur",
  "Solomon Islands": "Islas Salom칩n",
  "Somalia": "Somalia",
  "South Africa": "Sud치frica",
  "South Sudan": "Sud치n del Sur",
  "Sri Lanka": "Sri Lanka",
  "Sudan": "Sud치n",
  "Suriname": "Surinam",
  "Swaziland": "Suazilandia",
  "Sweden": "Suecia",
  "Switzerland": "Suiza",
  "Syria": "Siria",
  "Taiwan": "Taiw치n",
  "Tajikistan": "Tayikist치n",
  "Tanzania": "Tanzania",
  "Thailand": "Tailandia",
  "Togo": "Togo",
  "Tonga": "Tonga",
  "Trinidad and Tobago": "Trinidad y Tobago",
  "Tunisia": "T칰nez",
  "Turkey": "Turqu칤a",
  "Turkmenistan": "Turkmenist치n",
  "Tuvalu": "Tuvalu",
  "Uganda": "Uganda",
  "Ukraine": "Ucrania",
  "United Kingdom": "Reino Unido",
  "Uruguay": "Uruguay",
  "Uzbekistan": "Uzbekist치n",
  "Vanuatu": "Vanuatu",
  "Vatican City": "Ciudad del Vaticano",
  "Venezuela": "Venezuela",
  "Vietnam": "Vietnam",
  "Yemen": "Yemen",
  "Zambia": "Zambia",
  "Zimbabwe": "Zimbabue",
  "Dominican Republic": "Rep칰blica Dominicana"
}
